[
  {
    "url": "https://www.duoc.cl/calendario-academico/",
    "title": "Calendario Académico 2025 – 2026 – Duoc UC",
    "text": "Calendario Académico 2025 Si no puedes ver el documento, puedes descargarlo en formato PDF. DESCARGAR Calendario Académico Online 2025 Si no puedes ver el documento, puedes descargarlo en formato PDF. DESCARGAR Calendario Académico 2026 Si no puedes ver el documento, puedes descargarlo en formato PDF. DESCARGAR Calendario Académico Online 2026 Si no puedes ver el documento, puedes descargarlo en formato PDF. DESCARGAR",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:37.205826",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 193848,
      "response_time": 0.210626,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/cyd/diplomado-en-control-de-gestion-estrategico/",
    "title": "Diplomado en Control de Gestión Estratégico – Duoc UC",
    "text": "Descripción Desarrolla competencias clave para evaluar, planificar y controlar procesos organizacionales con visión estratégica. En contextos donde la eficiencia y la alineación estratégica son fundamentales, el control de gestión se convierte en una función crítica para asegurar el logro de objetivos organizacionales. El Diplomado en Control de Gestión Estratégico de Duoc UC entrega herramientas prácticas para analizar indicadores clave, modelar escenarios, construir dashboards, formular presupuestos y alinear la gestión operativa con la estrategia organizacional. Aprenderás a integrar conocimientos financieros, técnicos y de planificación para liderar procesos de mejora continua en distintas áreas funcionales. Certificación Al final del diplomado, el participante recibirá una certificación con el nombre institucional del programa: “Diplomado en Control de Gestión Estratégico”, que valida tus competencias para implementar procesos de planificación, seguimiento y control alineados a los objetivos estratégicos de la organización. Objetivos Aplicar herramientas de planificación, monitoreo y control de gestión estratégica en contextos organizacionales, considerando la alineación entre objetivos, indicadores, resultados y acciones de mejora basadas en evidencia. Orientado Dirigido a técnicos y profesionales del área de administración, finanzas, operaciones, control de gestión y planificación estratégica que requieran desarrollar habilidades para la gestión de indicadores, análisis de resultados y control de procesos en sus organizaciones. Requisitos de Ingreso Conocimiento básico en administración, planificación o control de procesos organizacionales. Manejo intermedio de Excel. Cursos Curso 1: Fundamentos de control de gestión aplicado a la organización Unidad 1: Diagnóstico estratégico operacional Objetivo: Analizar el entorno interno y externo de una organización mediante herramientas de diagnóstico estratégico que permitan fundamentar decisiones. Fundamentos y propósito de la estrategia organizacional Concepto de estrategia organizacional. Misión, visión y valores. Rol de la planificación estratégica. Tipos de estrategia: corporativa, competitiva y funcional. Diagnóstico externo: entorno y análisis sectorial Herramienta PESTA: análisis político, económico, social, tecnológico y ambiental. Las 5 Fuerzas de Porter. Identificación de oportunidades y amenazas. Diagnóstico interno: capacidades y brechas Análisis de la cadena de valor. Evaluación de recursos y capacidades. Fortalezas y debilidades. Herramientas de síntesis: FODA y toma de decisiones Matriz FODA y análisis cruzado FO, DO, FA, DA. Vinculación del diagnóstico con decisiones estratégicas. Unidad 2: Formulación y diseño del plan estratégico Objetivo: Diseñar un plan estratégico técnico-operativo, considerando metas, indicadores e iniciativas que respondan al diagnóstico realizado. Formulación de objetivos estratégicos Criterios SMART. Tipos de objetivos: estratégicos, tácticos y operativos. Jerarquización y uso de IA generativa como apoyo. Diseño de metas e indicadores operativos ¿Qué es un KPI? Construcción de metas y tabla de indicadores. Ejemplos de indicadores tácticos y operativos. Planificación táctica y vinculación con procesos Diseño de planes tácticos: roles, plazos, recursos. Cronogramas, fichas de planificación y alineación organizacional. Seguimiento, evaluación y mejora continua Técnicas de monitoreo, reportes de avance y ajuste. Conceptos de mejora continua aplicados al plan. Curso 2: Herramientas de Excel y dashboards para el control de gestión Unidad 1: Bases del control de gestión organizacional Objetivo: Identificar el rol del control de gestión en el ciclo de mejora continua de una organización. Introducción al sistema de control de gestión Definición y objetivos del control de gestión. Elementos del sistema de control. Diferencia entre control administrativo y estratégico. Ejemplos en distintos tipos de organizaciones. Sistemas de control y su relación con la estrategia La estrategia como marco de referencia. Alineación de indicadores con objetivos estratégicos. Rol del control en el cumplimiento de metas. Tipos de control y cultura organizacional Tipos de control estratégico y operativo. Impacto de la cultura y estilos de liderazgo en el sistema de control. Alineamiento estratégico hacia objetivos comunes Diferencia entre objetivos estratégicos, tácticos y operativos. Mapas estratégicos, árboles de objetivos y matrices de alineamiento. Errores comunes en el alineamiento y consecuencias. Unidad 2: Herramientas y aplicación del control organizacional Objetivo: Implementar herramientas de control y análisis para la mejora del desempeño operativo. Niveles de reporte y seguimiento Reportes operativo, táctico y estratégico. Qué, cómo y a quién reportar. Frecuencia y responsabilidades. Articulación de procesos con objetivos Identificación de procesos clave. Relación actividades-indicadores-objetivos. Matrices de alineación operativa. Uso de herramientas de control y mejora (Excel) Diseño de plantillas para seguimiento. Aplicación de formatos condicionales, gráficos y alertas. Análisis de casos prácticos de control de gestión Estudio de casos reales o simulados. Detección de oportunidades de mejora. Propuesta de medidas correctivas. Curso 3: Control financiero, presupuestos y puntos de equilibrio Unidad 1: Diseño de indicadores estratégicos y operativos Objetivo: Construir indicadores SMART y KPI alineados a objetivos institucionales. Fundamentos y clasificación de indicadores de gestión Definición y propósito de los indicadores. Tipos: estratégicos, operativos, resultado, proceso. Indicadores de eficiencia, eficacia y efectividad. Criterios de utilidad, pertinencia y aplicabilidad. Análisis de casos reales para clasificación. Objetivos institucionales y diseño con criterios SMART Relación entre indicadores y objetivos organizacionales. Descomposición jerárquica de objetivos. Aplicación de criterios SMART. Ejercicios guiados y planificación con fichas. Diseño asistido de indicadores Uso de herramientas de IA (ChatGPT, Notion AI, etc.). Prompts para diseño automático. Revisión crítica y validación. Actividad práctica de mejora de indicadores con IA. Aplicación contextualizada en procesos reales o simulados Selección de procesos clave. Construcción de fichas de seguimiento. Aplicación a contextos reales o simulados. Retroalimentación entre pares y validación técnica. Unidad 2: Implementación y análisis de indicadores Objetivo: Interpretar resultados mediante tableros y reportes de gestión. Visualización de datos e introducción a dashboards Principios de visualización de información. Elementos de un tablero: KPI, alertas, tendencias. Estructura de dashboards manuales en Excel. Buenas prácticas de diseño visual. Automatización y actualización de reportes Fórmulas útiles para seguimiento automático. Validaciones, alertas condicionales y macros simples. IA como apoyo a la automatización. Actividad guiada con cronograma y datos simulados. Análisis de resultados y desviaciones Lectura e interpretación de dashboards. Análisis de brechas, causas y narrativas de resultados. Casos prácticos de análisis. Propuesta de mejora y retroalimentación estratégica Diseño de acciones correctivas. Reformulación de KPIs y ajustes. Retroalimentación entre pares. Preparación para entrega del tablero evaluado. Curso 4: Control de procesos y mejora continua en entornos organizacionales Unidad 1: Diseño de mapa estratégico Objetivo: Identificar elementos clave de la estrategia organizacional mediante el diseño de un mapa estratégico que integre objetivos desde distintas perspectivas. Fundamentos del Cuadro de Mando Integral Origen y evolución del CMI como herramienta de gestión estratégica. Funciones del CMI en organizaciones públicas y privadas. Elementos estructurales: mapa estratégico, indicadores, metas e iniciativas. Ventajas del enfoque integral frente a modelos tradicionales. Perspectivas del CMI y definición de objetivos estratégicos Perspectivas: financiera, clientes, procesos internos, aprendizaje y crecimiento. Adaptación a distintos tipos de organización. Coherencia vertical y horizontal entre objetivos estratégicos. Relaciones causa-efecto entre objetivos estratégicos Cadena lógica de valor y jerarquización de objetivos. Vínculos y dependencias entre objetivos. Validación con esquemas visuales. Diseño de mapa estratégico con IA Uso de herramientas como ChatGPT o Notion AI para formular objetivos. Validación de redacción y lógica interna. Integración del mapa estratégico con ayuda de IA. Unidad 2: Desarrollo del Cuadro de Mando Integral Objetivo: Desarrollar un Cuadro de Mando Integral que vincule objetivos estratégicos con indicadores, metas e iniciativas aplicables a un contexto organizacional real. Diseño de indicadores y metas Formulación de indicadores KPI por perspectiva. Criterios SMART y métodos de establecimiento de metas. Vinculación entre objetivos, indicadores y metas. Diseño de iniciativas estratégicas Tipos de iniciativas, recursos necesarios y responsables. Relación con indicadores y objetivos estratégicos. Priorización y calendarización. Construcción del Cuadro de Mando Integral Integración del mapa estratégico con KPI, metas e iniciativas. Consolidación en una plantilla técnica con Excel u otra herramienta. Revisión de consistencia general del modelo. Análisis de resultados y propuesta de mejora Diagnóstico del cumplimiento de metas y brechas detectadas. Propuesta de acciones correctivas con evidencia. Retroalimentación cruzada y cierre reflexivo. Financiamiento Descuentos 30% Titulados Duoc UC* 15% - 25% Ex-alumnos de Educación Continua* Consulta por descuentos promocionales (*Descuentos no acumulables) Métodos de pago Webpay: 3, 6 o 12 cuotas tarjeta de crédito sin interés Transferencia Orden de compra Empresa",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:38.729765",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 214422,
      "response_time": 0.417021,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/nosotros/sobre-duoc/",
    "title": "Sobre Duoc UC – Duoc UC",
    "text": "Nuestra historia Desde su fundación, en 1968, como “Departamento Universitario Obrero y Campesino” , Duoc UC ha recorrido un largo camino de consolidación hasta convertirse en una de las instituciones clave en la Educación Superior Técnico Profesional de Chile. Con más de 50 años de historia y la máxima acreditación institucional, por siete años, todos quienes forman parte de Duoc UC pueden decir orgullosamente que miles de técnicos y profesionales, que hoy aportan al desarrollo económico de Chile, se han formado en una de las 9 escuelas y más de 70 carreras vigentes, presentes en sus 18 sedes de la Región Metropolitana, Valparaíso, Biobío, La Araucanía y Los Lagos. El proyecto educativo de Duoc UC que ofrece una formación cristiana e integral , permite a sus estudiantes desarrollar al máximo sus capacidades, competencias y valores, convirtiéndolos en mejores personas y en profesionales preparados para insertarse en la sociedad global. La ruta de excelencia que quiere seguir Duoc UC está marcada por la educación centrada en las personas, el aporte al desarrollo del país, la vinculación con el medio y la búsqueda constante de transformación social. Especial digital 50 Años de Duoc UC Conoce la historia e hitos de nuestra institución en nuestro sitio web dedicado a los 50 años de la institución. VER 50 AÑOS Libro Duoc UC 50 años de historia Descarga la obra completa, fruto de una investigación exhaustiva que contextualiza y comprende los cimientos de la Institución y su evolución a lo largo del tiempo. DESCARGAR LIBRO Ex-Rectores Duoc UC Conoce a las máximas autoridades de nuestra institución a lo largo de la historia. VER MÁS",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:39.199277",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 199832,
      "response_time": 1.760727,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/escuela/diseno/",
    "title": "Diseño – Duoc UC",
    "text": "Escuela de Diseño Sobre la Escuela Noticias y Eventos Convenios Ir a Diseno.duoc.cl MATRICÚLATE Carreras de diseño: potencia tu creatividad La Escuela de Diseño de Duoc UC promueve la creatividad como motor de transformación. Ofrecemos carreras de diseño que integran conocimientos técnicos, pensamiento crítico y vínculos con la industria, en áreas como diseño gráfico, moda, ilustración, animación, artes digitales y otras disciplinas. ¿Quieres saber más? Descubre todos los detalles sobre nuestras carreras. razones para estudiar en nuestra escuela INNOVACIÓN Formamos diseñadores que sean capaces de adaptarse a este nuevo mundo, creando conceptos que transformen la sociedad. CREATIVIDAD Aprenderás a crear soluciones creativas e innovadoras que aporten valor y marquen la diferencia al momento de entregar un producto o servicio. DOCENTES ESPECIALIZADOS Contamos con docentes con experiencia, que se actualizan constantemente en aspectos disciplinares, pedagógicos y tecnológicos. LIDERAZGO Estamos comprometidos con la formación de técnicos y profesionales que lideren la industria creativa, y que aporten al desarrollo social. CONOCE Nuestras carreras ICONOGRAFÍA: CARRERA DIURNA / CARRERA VESPERTINA / CARRERA 100% ONLINE CARRERA PROFESIONAL Ilustración para Contextos Globales Duración: 8 semestres Carrera con requisito de ingreso *A partir del 5.º semestre, la carrera ofrece diversas especializaciones. El estudiante deberá completar 36 créditos SCT entre los semestres 5.º y 8.º, conforme al plan de estudios, eligiendo un área de enfoque según sus intereses. MÁS INFORMACIÓN CARRERA TÉCNICA DESARROLLO Y DISEÑO WEB Duración: 9 bimestres (Online) MÁS INFORMACIÓN CARRERA PROFESIONAL DISEÑO DE AMBIENTES Duración: 8 semestres *A partir del 5.º semestre, la carrera ofrece diversas especializaciones. El estudiante deberá completar 36 créditos SCT entre los semestres 5.º y 8.º, conforme al plan de estudios, eligiendo un área de enfoque según sus intereses. MÁS INFORMACIÓN CARRERA PROFESIONAL Diseño Industrial e Innovación en Productos Duración: 8 semestres *A partir del 5.º semestre, la carrera ofrece diversas especializaciones. El estudiante deberá completar 36 créditos SCT entre los semestres 5.º y 8.º, conforme al plan de estudios, eligiendo un área de enfoque según sus intereses. MÁS INFORMACIÓN CARRERA PROFESIONAL DISEÑO GRÁFICO Duración: 8 semestres *A partir del 5.º semestre, la carrera ofrece diversas especializaciones. El estudiante deberá completar 36 créditos SCT entre los semestres 5.º y 8.º, conforme al plan de estudios, eligiendo un área de enfoque según sus intereses. MÁS INFORMACIÓN CARRERA PROFESIONAL DISEÑO DE VESTUARIO Duración: 8 semestres *A partir del 5.º semestre, la carrera ofrece diversas especializaciones. El estudiante deberá completar 36 créditos SCT entre los semestres 5.º y 8.º, conforme al plan de estudios, eligiendo un área de enfoque según sus intereses. MÁS INFORMACIÓN TE INVITAMOS A LLENAR NUESTRO FORMULARIO ¡Estamos aquí para ayudarte! Si tienes dudas sobre el proceso de admisión, requisitos de postulación, cómo financiar tus estudios o simplemente quieres orientación y ayuda, llámanos y déjanos tus datos. Te contactaremos a la brevedad para poder ayudarte. Escríbenos al correo admisionduocuc@duoc.cl WhatsApp +569 5814 2089 Teléfono +56 227 120 640",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:40.459824",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 251457,
      "response_time": 1.222649,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/cyd/curso-power-bi-intermedio/",
    "title": "Curso Power BI Intermedio – Duoc UC",
    "text": "Descripción Domina modelamiento de datos, funciones DAX intermedias y dashboards narrativos en Power BI. En un entorno organizacional donde la toma de decisiones depende de información precisa y clara, Power BI se ha convertido en un estándar de análisis y visualización de datos. El curso Power BI Intermedio de Duoc UC permite a los participantes avanzar desde un nivel básico hacia el diseño de modelos de datos sólidos, la aplicación de funciones DAX intermedias y la creación de dashboards narrativos que transforman datos en conocimiento accionable. Con un enfoque práctico y aplicado a problemas reales, aprenderás a optimizar modelos, construir indicadores clave y comunicar resultados mediante storytelling visual, fortaleciendo tu perfil en áreas de análisis, control de gestión y planificación. Objetivo Diseñar dashboards interactivos en Power BI Desktop considerando funciones DAX y principios de narrativa visual. Orientado a Dirigido a analistas de datos, especialistas en reporting, encargados/as de control de gestión, ejecutivos de inteligencia de negocios y profesionales afines que trabajen con grandes volúmenes de información y busquen transformar datos en reportes estratégicos y de alto impacto. Certificación Al final del curso, el participante recibirá una certificación con el nombre institucional del programa: “Power BI Intermedio: Modelamiento, Análisis con DAX y Reportes con Storytelling” , que valida competencias en modelamiento de datos, funciones DAX intermedias y diseño de dashboards interactivos. Requisitos de ingreso Haber aprobado un curso básico en Power BI o demostrar conocimientos equivalentes: importar datos estructurados, aplicar transformaciones en Power Query, crear visualizaciones simples y manejar funciones DAX básicas. Contenido del curso Unidad 1: Preparación de datos, modelamiento relacional y funciones DAX aplicadas Objetivo: Utilizar Power Query y funciones DAX intermedias en el modelado de datos. Transformación de datos en Power Query: Combinación de archivos (Merge, Append) Columnas condicionales y personalizadas (por fórmula o ejemplo) Detección de errores, ajuste de tipos de datos, eliminación de duplicados Modelamiento relacional en Power BI: Relaciones uno-a-muchos Modelo estrella aplicado Uso de claves primarias y foráneas Tablas de fechas básicas (con CALENDARAUTO o equivalente) Funciones DAX aplicadas al análisis: CALCULATE, FILTER Uso de variables (VAR) y SWITCH Contexto de fila vs. contexto de filtro Principios de optimización del modelo: Reducción de cardinalidad Columnas categóricas vs. numéricas Buenas prácticas de organización de medidas Unidad 2: Visualización narrativa y diseño de dashboards interactivos Objetivo: Diseñar dashboards interactivos en Power BI Desktop considerando principios de narrativa visual. Narrativa visual con enfoque analítico: Principios de storytelling con datos: énfasis, secuencia, foco. Jerarquía visual, uso de títulos y segmentación por audiencia. Navegación básica con botones y bookmarks. Cálculos complejos con DAX: Variación absoluta, relativa, YoY, MoM. Acumulados simples: TOTALYTD, DATESMTD. Medidas condicionales: IF, DIVIDE, manejo de errores básicos (IFERROR). Segmentadores y filtros cruzados: Segmentadores múltiples (fecha, categoría). Uso básico de slicers y filtros cruzados. Introducción a parámetros visuales. Construcción de dashboards efectivos: Paneles visuales para responder preguntas de negocio. Visualización de KPIs clave. Preparación de visualizaciones comprensibles. Consultas inteligentes con lenguaje natural (Q&A visual): Uso del objeto visual de preguntas y respuestas. Exploración mediante doble clic en visualizaciones. Recomendaciones para consultas útiles. Integración de funcionalidades recientes de Power BI: Exploración de nuevas actualizaciones. Incorporación de mejoras en visualizaciones y modelo semántico. Fomento del autoaprendizaje. Financiamiento Descuentos 30% Titulados Duoc UC* 15% - 25% Ex-alumnos de Educación Continua* Consulta por campañas de descuentos promocionales (*Descuentos no acumulables) Métodos de pago Webpay: 3, 6 o 12 cuotas tarjeta de crédito sin interés Transferencia Orden de compra empresa",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:41.544939",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 204483,
      "response_time": 0.209106,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/proyectos-servicios/",
    "title": "Proyectos y servicios Duoc UC – Duoc UC",
    "text": "Recursos Naturales Diseño y Desarrollo de Productos Restauración Patrimonial Producción y Gestión Audiovisual Consultoría Servicios a Sedes Somos una empresa que apoya al giro de Duoc UC, a través de la vinculación entre el mundo académico y la industria. Nos especializamos en desarrollar y ejecutar proyectos y servicios profesionales innovadores, en colaboración con titulados, alumnos y docentes de Duoc UC. NUESTRO SERVICIOS Y VENTAJAS ¿Qué hacemos? ¿Por qué elegirnos? ¿Qué hacemos? Creamos soluciones personalizadas, de proyectos y servicios, que fusionan el conocimiento académico de Duoc UC con las demandas específicas del sector industrial. Hemos llevado a cabo proyectos en una amplia gama de industrias, incluyendo el sector automotriz, químico, agroalimentario, consultoría y educación, entre otros. ¿Por qué elegirnos? Somos una empresa que apoya al giro de Duoc UC, a través de la vinculación entre el mundo académico y la industria. Nos especializamos en desarrollar y ejecutar proyectos y servicios profesionales innovadores, en colaboración con titulados, alumnos y docentes de Duoc UC. LÍNEA DE PROYECTOS DE SERVICIO RECURSOS NATURALES Ofrecemos servicios agrícolas especializados dirigidos a productores, exportadoras y empresas del sector. CONOCE MÁS KoojLab es un laboratorio de investigación aplicada en diseño, desarrollo y prototipado digital que se ha especializado en diseñar productos  y agilizar procesos productivos a partir de la producción y testeo en entornos digitales. CONOCE MÁS DESARROLLO Y DISEÑO DE PRODUCTOS RESTAURACIÓN PATRIMONIAL Disponemos servicios para apoyar en la restauración de edificios y monumentos de alto valor patrimonial, así como para la ejecución integral de obras. CONOCE MÁS Brindamos servicios como gestión y soporte de eventos online masivos, producción de videos a medida, y gestión comunicacional, entre otros. CONOCE MÁS PRODUCCIÓN Y GESTIÓN AUDIOVISUAL CONSULTORÍA Ofrecemos consultoría técnica y especializada, así como asesorías y proyectos de intervención organizacional, enfocados en identificar y cerrar brechas de conocimiento y capacidad. CONOCE MÁS Gestionamos servicios complementarios en las sedes de Duoc UC, como alimentación, fotocopias y máquinas expendedoras, por lo que  buscamos proveedores de servicios que cumplan con nuestros estándares de excelencia. Además, administramos espacios institucionales para proyectos de entidades externas, CONOCE MÁS SERVICIOS A SEDES QUIENES HAN CONFIADO EN NOSOTROS CONTÁCTANOS Si tienes alguna pregunta, inquietud o deseas obtener más información sobre nuestros servicios, no dudes en ponerte en contacto con nosotros. Nuestro equipo está aquí para ayudarte y responder a todas tus consultas. proyectosyservicios@duoc.cl | 2 2999 4565 FORMULARIO DE CONTACTO",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:42.199737",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 236683,
      "response_time": 0.260607,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/contacto/",
    "title": "Contacto Admisión – Duoc UC",
    "text": "TE INVITAMOS A LLENAR NUESTRO FORMULARIO ¡Estamos aquí para ayudarte! Si tienes dudas sobre el proceso de admisión, requisitos de postulación, cómo financiar tus estudios o simplemente quieres orientación y ayuda, llámanos y déjanos tus datos. Te contactaremos a la brevedad para poder ayudarte. Escríbenos al correo admisionduocuc@duoc.cl WhatsApp +569 5814 2089 Teléfono +56 227 120 640",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:43.690597",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 205647,
      "response_time": 0.238141,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/alumnos/",
    "title": "Alumnos Duoc UC – Duoc UC",
    "text": "hola Servicios para alumnos Duoc UC En Duoc UC, contamos con diversos servicios y equipos comprometidos con apoyarte durante tu proceso de formación. A continuación, te presentamos algunos de los servicios más utilizados por nuestras y nuestros estudiantes. Inscripción de Asignatura IR AL PORTAL Inscripción de Asignatura Campus Virtual IR AL PORTAL Admisión Especial Interna CONOCE MÁS Portal Experiencia VIVO Ir al portal Calendario Académico VER MÁS Certificados VER MÁS Centro de Ayuda Duoc UC IR A CENTRO DE AYUDA Biblioteca Duoc UC IR A BIBLIOTECA Punto Estudiantil VER MÁS AVA IR A AVA Servicios Digitales VER MÁS Correo Electrónico IR A CORREO Vida Estudiantil VER MÁS Seguro Médico VER MÁS Prevención y Apoyo (UVS) IR A UVS Proceso de Prácticas VER MÁS",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:44.046128",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 200674,
      "response_time": 0.316739,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/unete-a-nuestro-equipo/",
    "title": "Únete a nuestro equipo – Duoc UC",
    "text": "Fundamentos Valores institucionales DESCARGAR Conoce nuestras ofertas en LinkedIn VER EMPLEOS ¿Por qué trabajar en Duoc UC? ¡Únete a nuestro Equipo! Ser colaborador en Duoc UC es mucho más que trabajar en educación. Es trabajar en una institución de educación superior técnico profesional autónoma y católica, con más de 50 años de historia, con la máxima acreditación otorgada por la CNA. Es formar parte de la misión evangelizadora de la Iglesia, que está al servicio del desarrollo de la sociedad por medio de la formación de personas, técnicos y profesionales, capaces de desplegar un proyecto de vida integral con una impronta ético-cristiana. Es trabajar por un proyecto educativo original y propio que tiene como centro el desarrollo humano integral. Es trabajar por nuestros alumnos, por su realización como personas, aportando a su crecimiento, desarrollo y movilidad social. Es asumir nuevos desafíos, contar con oportunidades de formación y desarrollo constante. Es poder formar parte de un proyecto que busca aportar en forma significativa al mundo laboral y que se compromete con el desarrollo de la sociedad a través de 9 escuelas y más de 70 carreras, presentes en sus 18 sedes de la Región Metropolitana, Valparaíso, Biobío, La Araucanía y Los Lagos. Trabajar en Duoc UC es ¡mucho más de lo que esperas! ¡Súmate a una gran comunidad educativa y juntos, sigamos formando personas para una sociedad mejor!",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:44.686799",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 196050,
      "response_time": 0.360049,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/escuela/turismo/",
    "title": "Turismo y Hospitalidad – Duoc UC",
    "text": "Escuela de Turismo y Hospitalidad Sobre la Escuela Noticias y Eventos Convenios Laboratorio de Turismo MATRICÚLATE Turismo: carreras que amplían tu mundo La Escuela de Turismo y Hospitalidad de Duoc UC forma profesionales que aportan al desarrollo del turismo en Chile y el mundo. A través de una formación práctica y especializada, nuestras carreras de turismo preparan a los estudiantes para desempeñarse en diversas áreas del rubro, con una mirada global y un fuerte vínculo con la industria. ¿Quieres saber más? Descubre todos los detalles sobre nuestras carreras. razones para estudiar en nuestra escuela Sustentabilidad Nuestras carreras te permitirán diseñar y desarrollar proyectos y programas turísticos considerando los principios de sustentabilidad y responsabilidad social. Mallas Especializadas Lograrás especializarte en el sector de tu preferencia dentro del ámbito turístico, con clases específicas de tu mención a partir del tercer año de carrera. Enfoque Internacional Estarás capacitado para operar, diseñar, administrar y comercializar productor turísticos de nivel internacional. Convenios con el Extranjero No importa si estudias una carrera de turismo en Chile, contamos con convenios internacionales que te permitirán acceder a centros de práctica en prestigiosas empresas. CONOCE Nuestras carreras ICONOGRAFÍA: CARRERA DIURNA / CARRERA VESPERTINA CARRERA TÉCNICA Técnico en Turismo y Hospitalidad DIPLOMAS: Guia especialista en Montaña •  Eventos, Congresos y Convenciones • Hotelería • Agencias de Viajes y líneas aéreas Duración: 4 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL Administración en Turismo y Hospitalidad Mención Hospitality Management Los contenidos de esta mención se dictan 100% en inglés. Duración: 8 semestres Carrera con requisito de ingreso MÁS INFORMACIÓN CARRERA PROFESIONAL Administración en Turismo y Hospitalidad Mención Gestión de Destinos Turísticos Duración: 8 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL Administración en Turismo y Hospitalidad Mención Gestión para el Ecoturismo Duración: 8 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL Administración en Turismo y Hospitalidad Mención Administración Hotelera Duración: 8 semestres MÁS INFORMACIÓN Información Importante sobre Admisión 2025 Duoc UC MÁS INFORMACIÓN TE INVITAMOS A LLENAR NUESTRO FORMULARIO ¡Estamos aquí para ayudarte! Si tienes dudas sobre el proceso de admisión, requisitos de postulación, cómo financiar tus estudios o simplemente quieres orientación y ayuda, llámanos y déjanos tus datos. Te contactaremos a la brevedad para poder ayudarte. Escríbenos al correo admisionduocuc@duoc.cl WhatsApp +569 5814 2089 Teléfono +56 227 120 640",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:46.430930",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 250594,
      "response_time": 0.272202,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/oferta-academica/carreras/",
    "title": "Duoc UC – Instituto Profesional de la Fundación Duoc UC de la Pontificia Universidad Católica. Contamos con más de 70 carreras técnicas y profesionales, 9 escuelas y 18 sedes.",
    "text": "Carreras Técnicas y Profesionales TODAS LAS ESCUELAS Administración y Negocios Comunicación Construcción Diseño Gastronomía Informática y Telecomunicaciones Ingeniería y Recursos Naturales Salud y Bienestar Turismo y Hospitalidad TODAS LAS SEDES Campus Arauco Campus Nacimiento Campus Virtual Sede Alameda Sede Antonio Varas Sede Educación Continua Sede Maipú Sede Melipilla Sede Padre Alonso de Ovalle Sede Plaza Norte Sede Plaza Oeste Sede Plaza Vespucio Sede Puente Alto Sede Puerto Montt Sede San Andrés de Concepción Sede San Bernardo Sede San Carlos de Apoquindo Sede San Joaquín Sede Valparaíso Sede Villarrica Sede Viña del Mar TÉCNICAS Y PROFESIONALES Técnicas Profesionales Administración y Negocios Administración de Empresas Ver carrera Turismo y Hospitalidad Administración en Turismo y Hospitalidad Mención Administración Hotelera Ver carrera Turismo y Hospitalidad Administración en Turismo y Hospitalidad Mención Gestión para el Ecoturismo Ver carrera Turismo y Hospitalidad Administración en Turismo y Hospitalidad Mención Gestión de Destinos Turísticos Ver carrera Turismo y Hospitalidad Administración en Turismo y Hospitalidad Mención Hospitality Management Ver carrera Administración y Negocios Administración Pública Ver carrera Informática y Telecomunicaciones Analista Programador Ver carrera Informática y Telecomunicaciones Analista Programador Computacional Ver carrera",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:47.423635",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 209278,
      "response_time": 0.338015,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/vida-estudiantil",
    "title": "Vida Estudiantil – Duoc UC",
    "text": "Inicio Asuntos Estudiantiles Apoyo Estudiantil Deportes Calendario 2025 Contacto ¡Bienvenido al corazón de la vida estudiantil en Duoc UC! Te invitamos a formar parte de la gran comunidad estudiantil Duoc UC. En ella podrás desarrollar tus habilidades, potenciar tus talentos, resolver tus inquietudes y beneficiarte de todos los servicios y actividades extracurriculares que sabemos ¡disfrutarás al máximo!. ASUNTOS ESTUDIANTILES Tu apoyo en Duoc UC Apoyo y Bienestar estudiantil Convivencia e Inclusión Punto Estudiantil Duocanos en Acción asuntos estudiantiles Tu apoyo en Duoc UC APOYO Y BIENESTAR Convivencia e Inclusión PUNTOS ESTUDIANTILES DUOCANOS EN ACCIÓN En Duoc UC, el deporte impulsa el éxito estudiantil. deportes y actividad física Explora nuestras ramas deportivas, selecciones destacadas y eventos emblemáticos como los Juegos de Invierno y Juegos Olímpicos. Únete a una comunidad comprometida con el bienestar físico y el desarrollo integral. ¡Vive una experiencia deportiva extraordinaria en Duoc UC. ingresa aquí BIENESTAR Y SALUD ESTUDIANTIL Descubre cómo cuidamos tu bienestar físico, mental y emocional, a través de distintos servicios de apoyo y actividades, aquí encontrarás todo lo que necesitas para vivir una experiencia estudiantil plena en Duoc UC. ¡Tu bienestar es nuestra prioridad!. ingresa aquí Tu Voz en Duoc UC CONSEJEROS DE CARRERA ¡No pierdas la oportunidad de representar a tus compañeros y llevar sus ideas de mejora al siguiente nivel, mientras desarrollas tus habilidades de liderazgo!. Los consejeros de carreras, cumplen un papel vital en nuestras sedes, al  canalizar las inquietudes de sus compañeros ante las autoridades correspondientes, impulsando proyectos e iniciativas que fortalezcan nuestra comunidad y vida. ingresa aquí PASTORAL Al servicio de la formación de personas, profesionales y técnicos, capaces de desplegar un proyecto de vida integral, con un claro sello ético-cristiano, para colaborar activamente con el desarrollo del país.​ PASTORAL INTERNACIONALIZACIÓN Buscamos que toda la comunidad duocana integre el ámbito de la internacionalización en su día a día para que sean capaces de analizar asuntos globales e interculturales, valorar y respetar las distintas perspectivas al interrelacionarse con personas de diferentes culturas, y emprender acciones por el bien común y el desarrollo sostenible del país y el mundo. CONOCE MÁS DESARROLLO PROFESIONAL En Duoc UC, entendemos la importancia del desarrollo profesional en el mundo actual. Nuestro programa técnico profesional te ofrece una experiencia educativa integral diseñada para impulsar tu crecimiento en el campo laboral. Con docentes altamente calificados, te brindamos las herramientas necesarias para alcanzar tus metas profesionales. CONOCE MÁS ¡NO TE OLVIDES ! Periodo de Exámenes 9 al 22 de diciembre Cierre Académico y Término de Semestre 23 de diciembre Período de Matriculas 1 semestre 2026 1 de diciembre al 12 de enero 2026 Inscripción de asignaturas  A. Continuidad 1 semestre 2026 13 al 15 de enero DESCARGAR CALENDARIO ACADÉMICO ¡NO TE OLVIDES ! 4 de marzo Jornada de Inicio 11 de marzo Inicio de clases 8 de julio Periodo de exámenes 24 de julio Fin primer semestre 30 de julio Inscripción de asignaturas 2º semestre DESCARGAR CALENDARIO ACADÉMICO VIDA ESTUDIANTIL EN SEDES × × × × NOTICIAS Y AGENDA",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:47.741552",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 270902,
      "response_time": 0.611221,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/nosotros/donde-estamos/sedes/",
    "title": "Sedes y Campus – Duoc UC",
    "text": "Sedes y Campus Todas las Regiones Modalidad online Región Metropolitana Región de Valparaíso: Valparaíso y Viña del Mar Región del Biobío: Concepción, Arauco y Nacimiento Región de La Araucanía: Villarrica Región de Los Lagos: Puerto Montt Modalidad online Campus Virtual Modalidad 100% Online Mesa de Servicios Duoc Online: (+56) 442 201 098 - (+56) 227 120 245 Correo: difusiononline@duoc.cl Nuestro Centro de Ayuda Online ofrece atención los 7 días de la semana, 24 horas al día. Accede aquí Horarios de atención de los tutores: Lunes a Viernes 08:30 a 18:15 horas Ver sede Región Metropolitana Sede Alameda Dirección: Av. España 8, Santiago Centro, Metro Estación República (esquina Alameda). Teléfonos: +56442201098 / +56 227120245 Horarios de atención: Atención general: Lunes a viernes de 08:30 a 22:45 horas\nSábado de 08:30 a 14:00 horas. Ver sede Sede Padre Alonso de Ovalle Dirección: Padre Alonso de Ovalle 1586, Metro La Moneda, Santiago Centro Teléfono: 223540600 Punto Estudiantil: 23540618 Horarios de atención: Atención general: Lunes a viernes de 08:30 a 22:45 horas.\nSábado de 08:30 a 14:00 horas. Ver sede Sede Antonio Varas Dirección: Antonio Varas 666, Providencia. Teléfono: 223540400 Punto Estudiantil: 23540515 Horarios de atención: Atención general: Lunes a viernes de 08:30 a 21:30 horas.\nSábado de 08:30 a 13:30 horas. Ver sede Sede Educación Continua Dirección: Miguel Claro 337, Providencia, Santiago. Teléfono: +56 2 299 94500 Horarios de atención: Lunes a viernes de 8:30 a 22:30 horas Sábado de 8:30 a 13:30 horas Ver sede Sede Maipú Dirección: Av. Esquina Blanca 501, Maipú. Teléfono: 225606900 Punto Estudiantil: 25606935-6979 Horarios de atención: Atención general: Lunes a viernes de 09:00 a 20:30 horas.\nSábado de las 09:00 a 13:00 horas. Ver sede Sede Melipilla Dirección: Serrano 1105, Melipilla. Teléfono: + 562 23540560 Secretaria de Dirección: + 562 23540578 Horarios de atención: Atención general: Lunes a viernes de 08:30 a 22:45 horas.\nSábado de 09:00 a 14:00 horas. Ver sede Sede Plaza Norte Dirección: Calle Nueva 1660, Huechuraba. Teléfono: 229993000 Punto Estudiantil: 229993075 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 22:30 horas.\nSábado de 08:30 a 14:00 horas. Ver sede Sede Plaza Oeste Dirección: Av. Américo Vespucio 1501, Mall Plaza Oeste, Cerrillos. Teléfono: +56 2 2999 1800 / +56 2 23540800 Mesa de Servicios: +56 44 220 1098 / +56 2 2712 0245 WhatsApp Mesa de Servicios: +56 9 3663 9565 Correo Punto Estudiantil: puntoestudiantil_oeste@duoc.cl Horarios de atención: Atención general: Lunes a Viernes desde las 8:30 a 21:00hrs y Sábados desde las 9:00 a 14:00hrs. Horario atención Admisión sede: Lunes a Viernes desde las 9:00 a 20:00hrs y Sábados desde las 9:00 a 14:00hrs. Correo Admisión sede: admisionplazaoeste@duoc.cl Teléfono Admisión sede: +56 2 2999 1877 Ver sede Sede Plaza Vespucio Dirección: Froilán Roa 7107, Mall Plaza Vespucio, La Florida. Teléfono: 223540700 Punto Estudiantil: 223540753 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 22:30 horas., sábado de 8:30 a 14:00 Ver sede Sede Puente Alto Dirección: Av. Concha y Toro 1340 c/San Carlos, Puente Alto. Teléfono: 22354 0900 Punto Estudiantil: 23540941 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 22:30 horas.\nSábado de 09:00 a 14:00 horas. Ver sede Sede San Bernardo Dirección: Freire 857, San Bernardo. Teléfono: 229993373 Punto Estudiantil: 29993333 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 21:00 horas.\nSábado de 09:00 a 13:30 horas. Ver sede Sede San Carlos de Apoquindo Dirección: Camino El Alba 12881, Las Condes. Teléfono central (lunes a viernes): 23540200 Teléfono (lunes a sábado): 23540222 ANEXO 1222 Horarios de atención: Atención General (Sólo Febrero 2025): Lunes a viernes de 09:00 a 18:00 horas.\nSábado de 09:00 a 14:00 horas.\nSIN ATENCIÓN LOS SÁBADOS (Sólo febrero 2025) Ver sede Sede San Joaquín Dirección: Av. Vicuña Mackenna 4917, Metro San Joaquín, San Joaquín. Teléfono: 225606700 Punto Estudiantil: 25606732 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 21:30 horas.\nSábado de 09:00 a 13:30 horas. Ver sede Región de Valparaíso: Valparaíso y Viña del Mar Sede Valparaíso Dirección: Av. Brasil 2021, esquina Rodríguez, Valparaíso. Teléfono: 32-2268700 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 22:45 horas.\nSábado de 09:30 a 14:00 horas. Ver sede Sede Viña del Mar Dirección: Álvarez 2366, Chorrillos, Viña del Mar. Teléfono: 322268600 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 18:15 horas. Ver sede Región del Biobío: Concepción, Arauco y Nacimiento Campus Arauco Dirección: Camino a Carampangue N° 1060, Arauco. Teléfono: 412396100 Punto Estudiantil: 41 2396106 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 22:45 horas.\nSábado de 09:00 a 14:00 horas. Ver sede Campus Nacimiento Dirección: Julio Hemmelmann #200, Nacimiento Correo: adminacimiento@duoc.cl Teléfono: 43 2381100 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 21:45 horas. Sábado de 09:00 a 13:45 horas. Ver sede Sede San Andrés de Concepción Dirección: Jorge Alessandri n° 50 y Paicaví 3280 (Sector Rotonda El Trébol), Concepción. Teléfono: 226 8300 Punto Estudiantil: 412268227 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 22:45 horas.\nSábado de 09:00 a 14:00 horas. Ver sede Región de La Araucanía: Villarrica Campus Villarrica Dirección: Anfión Muñoz 51, Villarrica. Teléfono: 452438100 Horarios de atención: Atención general: Lunes a Jueves de 08:30 a 22:45 horas. Viernes de 08:30 a 21:45 horas\nSábado de 08:30 a 14:00 horas. Ver sede Región de Los Lagos: Puerto Montt Sede Puerto Montt Dirección: Egaña 651, Puerto Montt. Teléfono: 652394400 Horarios de atención: Atención general: Lunes a Jueves de 08:30 a 22:30 horas. Viernes de 08:30 a 21:30 horas\nSábado de 08:00 a 13:00 horas. Ver sede",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:49.215153",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 235579,
      "response_time": 0.318196,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/nosotros/donde-estamos/",
    "title": "Dónde Estamos – Duoc UC",
    "text": "Sedes y Campus Todas las Regiones Modalidad online Región Metropolitana Región de Valparaíso: Valparaíso y Viña del Mar Región del Biobío: Concepción, Arauco y Nacimiento Región de La Araucanía: Villarrica Región de Los Lagos: Puerto Montt Modalidad online Campus Virtual Modalidad 100% Online Mesa de Servicios Duoc Online: (+56) 442 201 098 - (+56) 227 120 245 Correo: difusiononline@duoc.cl Nuestro Centro de Ayuda Online ofrece atención los 7 días de la semana, 24 horas al día. Accede aquí Horarios de atención de los tutores: Lunes a Viernes 08:30 a 18:15 horas Ver sede Región Metropolitana Sede Alameda Dirección: Av. España 8, Santiago Centro, Metro Estación República (esquina Alameda). Teléfonos: +56442201098 / +56 227120245 Horarios de atención: Atención general: Lunes a viernes de 08:30 a 22:45 horas\nSábado de 08:30 a 14:00 horas. Ver sede Sede Padre Alonso de Ovalle Dirección: Padre Alonso de Ovalle 1586, Metro La Moneda, Santiago Centro Teléfono: 223540600 Punto Estudiantil: 23540618 Horarios de atención: Atención general: Lunes a viernes de 08:30 a 22:45 horas.\nSábado de 08:30 a 14:00 horas. Ver sede Sede Antonio Varas Dirección: Antonio Varas 666, Providencia. Teléfono: 223540400 Punto Estudiantil: 23540515 Horarios de atención: Atención general: Lunes a viernes de 08:30 a 21:30 horas.\nSábado de 08:30 a 13:30 horas. Ver sede Sede Educación Continua Dirección: Miguel Claro 337, Providencia, Santiago. Teléfono: +56 2 299 94500 Horarios de atención: Lunes a viernes de 8:30 a 22:30 horas Sábado de 8:30 a 13:30 horas Ver sede Sede Maipú Dirección: Av. Esquina Blanca 501, Maipú. Teléfono: 225606900 Punto Estudiantil: 25606935-6979 Horarios de atención: Atención general: Lunes a viernes de 09:00 a 20:30 horas.\nSábado de las 09:00 a 13:00 horas. Ver sede Sede Melipilla Dirección: Serrano 1105, Melipilla. Teléfono: + 562 23540560 Secretaria de Dirección: + 562 23540578 Horarios de atención: Atención general: Lunes a viernes de 08:30 a 22:45 horas.\nSábado de 09:00 a 14:00 horas. Ver sede Sede Plaza Norte Dirección: Calle Nueva 1660, Huechuraba. Teléfono: 229993000 Punto Estudiantil: 229993075 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 22:30 horas.\nSábado de 08:30 a 14:00 horas. Ver sede Sede Plaza Oeste Dirección: Av. Américo Vespucio 1501, Mall Plaza Oeste, Cerrillos. Teléfono: +56 2 2999 1800 / +56 2 23540800 Mesa de Servicios: +56 44 220 1098 / +56 2 2712 0245 WhatsApp Mesa de Servicios: +56 9 3663 9565 Correo Punto Estudiantil: puntoestudiantil_oeste@duoc.cl Horarios de atención: Atención general: Lunes a Viernes desde las 8:30 a 21:00hrs y Sábados desde las 9:00 a 14:00hrs. Horario atención Admisión sede: Lunes a Viernes desde las 9:00 a 20:00hrs y Sábados desde las 9:00 a 14:00hrs. Correo Admisión sede: admisionplazaoeste@duoc.cl Teléfono Admisión sede: +56 2 2999 1877 Ver sede Sede Plaza Vespucio Dirección: Froilán Roa 7107, Mall Plaza Vespucio, La Florida. Teléfono: 223540700 Punto Estudiantil: 223540753 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 22:30 horas., sábado de 8:30 a 14:00 Ver sede Sede Puente Alto Dirección: Av. Concha y Toro 1340 c/San Carlos, Puente Alto. Teléfono: 22354 0900 Punto Estudiantil: 23540941 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 22:30 horas.\nSábado de 09:00 a 14:00 horas. Ver sede Sede San Bernardo Dirección: Freire 857, San Bernardo. Teléfono: 229993373 Punto Estudiantil: 29993333 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 21:00 horas.\nSábado de 09:00 a 13:30 horas. Ver sede Sede San Carlos de Apoquindo Dirección: Camino El Alba 12881, Las Condes. Teléfono central (lunes a viernes): 23540200 Teléfono (lunes a sábado): 23540222 ANEXO 1222 Horarios de atención: Atención General (Sólo Febrero 2025): Lunes a viernes de 09:00 a 18:00 horas.\nSábado de 09:00 a 14:00 horas.\nSIN ATENCIÓN LOS SÁBADOS (Sólo febrero 2025) Ver sede Sede San Joaquín Dirección: Av. Vicuña Mackenna 4917, Metro San Joaquín, San Joaquín. Teléfono: 225606700 Punto Estudiantil: 25606732 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 21:30 horas.\nSábado de 09:00 a 13:30 horas. Ver sede Región de Valparaíso: Valparaíso y Viña del Mar Sede Valparaíso Dirección: Av. Brasil 2021, esquina Rodríguez, Valparaíso. Teléfono: 32-2268700 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 22:45 horas.\nSábado de 09:30 a 14:00 horas. Ver sede Sede Viña del Mar Dirección: Álvarez 2366, Chorrillos, Viña del Mar. Teléfono: 322268600 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 18:15 horas. Ver sede Región del Biobío: Concepción, Arauco y Nacimiento Campus Arauco Dirección: Camino a Carampangue N° 1060, Arauco. Teléfono: 412396100 Punto Estudiantil: 41 2396106 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 22:45 horas.\nSábado de 09:00 a 14:00 horas. Ver sede Campus Nacimiento Dirección: Julio Hemmelmann #200, Nacimiento Correo: adminacimiento@duoc.cl Teléfono: 43 2381100 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 21:45 horas. Sábado de 09:00 a 13:45 horas. Ver sede Sede San Andrés de Concepción Dirección: Jorge Alessandri n° 50 y Paicaví 3280 (Sector Rotonda El Trébol), Concepción. Teléfono: 226 8300 Punto Estudiantil: 412268227 Horarios de atención: Atención general: Lunes a Viernes de 08:30 a 22:45 horas.\nSábado de 09:00 a 14:00 horas. Ver sede Región de La Araucanía: Villarrica Campus Villarrica Dirección: Anfión Muñoz 51, Villarrica. Teléfono: 452438100 Horarios de atención: Atención general: Lunes a Jueves de 08:30 a 22:45 horas. Viernes de 08:30 a 21:45 horas\nSábado de 08:30 a 14:00 horas. Ver sede Región de Los Lagos: Puerto Montt Sede Puerto Montt Dirección: Egaña 651, Puerto Montt. Teléfono: 652394400 Horarios de atención: Atención general: Lunes a Jueves de 08:30 a 22:30 horas. Viernes de 08:30 a 21:30 horas\nSábado de 08:00 a 13:00 horas. Ver sede",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:50.248824",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 237101,
      "response_time": 0.449368,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/sala-de-prensa/",
    "title": "Sala de Prensa – Duoc UC",
    "text": "hola Llevamos más de 50 años liderando la formación de personas para una sociedad mejor. Vocerías Duoc UC Nuestros voceros cuentan con un alto perfil curricular, fuerte relación con la industria y una amplia mirada académica y sectorial. Conoce nuestros temas de especialidad Líderes Ed. Téc. Profesional, Acceso y Financiamiento Ver Más Especialistas Voces desde Nuestras Escuelas Ver Más Comunidad Relaciones Públicas Ver Más Experiencia Extensión cultural Ver Más × Educación Técnico Profesional, Acceso y Financiamiento Educación Superior Técnico Profesional (ESTP) en Chile Proceso de Admisión a la Educación Superior Educación Continua Innovación y Emprendimiento Formación Dual Financiamiento Si estás interesado en alguna de nuestras especialidades contacta a prensa@duoc.cl × Especialidades Administración, negocios y recursos humanos. Marketing digital. Publicidad y animación. Construcción, proyectos eléctricos y prevención. Diseño de Vestuario, Productos y Espacios. Diseño Gráfico, Web e Ilustración. Conectividad, aplicaciones y redes. Mecánica, automatización industrial y maquinaria pesada. Medioambiente y energías renovables. Laboratorio clínico e informática biomédica. Gastronomía. Turismo aventura y ecoturismo. Si estás interesado en alguna de nuestras especialidades contacta a prensa@duoc.cl × Extensión cultural Cultura Cartelera Relacionamiento con comunidades Cuidado del patrimonio Si estás interesado en alguna de nuestras especialidades contacta a prensa@duoc.cl × Relaciones Públicas Relacionamiento con la comunidad, públicos de interés y estratégicos. Encuentros Reuniones Alianzas Visitas Espacios para mantener o iniciar una relación de cercanía y trabajo. Si estás interesado en alguna de nuestras especialidades contacta a prensa@duoc.cl Contactos de Prensa y Relaciones Públicas Duoc UC Agencia de comunicación ICC Crisis / jisla@icc-crisis.com Jefa Comunicaciones Externas Rosario Vidal rovidal@duoc.cl Prensa y Escuelas Constanza Hidalgo chidalgof@duoc.cl Comunicaciones Externas y Relaciones Públicas Daniela Taito dtatior@duoc.cl Previous Next Contactos de Prensa Contacto Prensa Comunicación Externa y Relaciones Públicas Duoc UC Joaquín Isla / jisla@icc-crisis.com Jefa de Comunicaciones Externas Rosario Vidal rovidal@duoc.cl Prensa y Escuelas Constanza Hidalgo chidalgof@duoc.cl Comunicaciones Externas y Relaciones Públicas Daniela Taito dtatior@duoc.cl Redes Sociales Duoc UC",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:51.394733",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 225419,
      "response_time": 0.201603,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/nosotros/vinculacionconelmedio/",
    "title": "Vinculación e Integración Institucional – Duoc UC",
    "text": "hola Noticias Vinculación con el Medio PUBLICADO EL 24 Octubre, 2025 Duoc UC y Fundación Belén Educa celebran 18 años de colaboración Leer noticias > Vinculación con el Medio PUBLICADO EL 24 Octubre, 2025 Duoc UC impulsa la innovación y la reflexión sobre las industrias del futuro en FIF UC 2025 Leer noticias > PUBLICADO EL 20 Octubre, 2025 Duoc UC Sede Valparaíso da inicio a proyecto que busca impulsar la Ruta Turística Patrimonial de Cerro Bellavista Leer noticias > Ver todas las iniciativas Duoclaboral Oportunidades laborales y de emprendimiento. Ir al portal Relaciones Internacionales Descubre la vinculación internacional. Ir al portal Extensión en Duoc UC Cultura, empleo, temas académicos, pastoral a tu servicio. Ir al portal Galerías Vinculación con el Medio PUBLICADO EL 27 Abril, 2021 Ceremonia Primera Piedra Sede Puerto Montt Ver galería > Escuela A&N PUBLICADO EL 7 Septiembre, 2019 Congreso Logística 2019 Ver galería > Vinculación con el Medio PUBLICADO EL 28 Agosto, 2019 MICE Turismo 2019 Ver galería > Conoce nuestros coordinadores Ver más Repositorio Vinculación con el Medio IR AL SITIO ×",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:51.585742",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 210429,
      "response_time": 0.392066,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/nosotros/investigacion-aplicada/",
    "title": "Investigación Aplicada e Innovación – Duoc UC",
    "text": "“Nuestra misión es contribuir al desarrollo de la sociedad en el ámbito tecnico profesional mediante la investigación aplicada, la innovación y la transferencia tecnológica.” Noticias PUBLICADO EL 17 Septiembre, 2025 Duoc UC y Hub APTA sellan convenio con masterclass sobre transferencia tecnológica Leer noticias > PUBLICADO EL 11 Septiembre, 2025 Duoc UC impulsa la medición de la innovación social con  primer encuentro formativo Leer noticias > Investigación Aplicada & Innovación PUBLICADO EL 4 Agosto, 2025 Duoc UC obtiene su primera patente en INAPI con innovador proyecto de ecoladrillos Leer noticias > Centro del Agua Es una iniciativa con gobernanza compartida entre las: Escuela de Ingeniería, Medio Ambiente y Recursos Naturales, Escuela de Construcción, Escuela de Administración y Negocios y Dirección de Investigación Aplicada, Innovación y Transferencia. VER MÁS ¿Cómo financiar los proyectos? Descubre las fuentes de financiamiento externo disponibles VER MÁS Proyectos destacados Las experiencias de nuestros docentes y alumnos. VER MÁS PROYECTOS Sonda de Humedad usando Tecnología Arduino ELEAM@TIC: sensores para el mejoramiento de la atención integral y prevención de incidentes Dirección de Investigación Aplicada, Innovación y Transferencia",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:52.340987",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 206442,
      "response_time": 0.324904,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/nosotros/sobre-duoc/transparencia/memoria-anual/",
    "title": "Memoria Anual – Duoc UC",
    "text": "Memoria Anual Durante el 2024, pusimos el foco y los esfuerzos en avanzar en  nuestra hoja de ruta: el Plan de Desarrollo 2021-2025. Además, vivimos un año con uno de los hitos más significativos, la obtención de la acreditación máxima por 7 años. Revisemos cómo vivimos este año con desafíos y proyectos en la Memoria Anual 2024. DESCARGAR MEMORIA Versiones anteriores 2022 Descargar 2021 Descargar 2020 Descargar 2019 Descargar 2018 Descargar 2017 Descargar 2016 Descargar 2015 Descargar 2014 Descargar 2013 Descargar 2012 Descargar 2011 Descargar 2010 Descargar",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:53.567358",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 203086,
      "response_time": 0.255905,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/reintegros/",
    "title": "Reintegros – Duoc UC",
    "text": "Inicio Etapas del Proceso Ecosistema de acompañamiento Contacto BIENVENIDO AL PROCESO DE REINTEGROS DUOC UC ¡Es el momento de regresar y completar tu carrera! Si has interrumpido tus estudios o eres ex alumno de Duoc UC y deseas retomar tu camino educativo con nosotros, ¡te damos la bienvenida de vuelta! En Duoc UC te apoyamos desde que decides retomar hasta que logres titularte, acompañándote en cada paso para que alcances tus metas. ¿Cuándo puedes postular? El proceso de reintegro está disponible de forma permanente , brindando flexibilidad a quienes desean retomar sus estudios. Si deseas reincorporarte a Duoc UC, puedes iniciar tu solicitud en cualquier momento, adaptándola a tu disponibilidad. * En el caso del Campus Virtual, guíate según las fechas establecidas en su calendario académico. ¿En qué casos POSTULAR? El proceso de Reintegros está disponible en los siguientes casos: Si terminó el período académico contratado y no renovaste tu matrícula el siguiente período académico. Si renunciaste a tu carrera. Si dejaste de asistir sin informar a la sede. ¿CÓMO POSTULAR? Completa el formulario de solicitud de reintegro. Adjunta la documentación requerida, incluyendo antecedentes académicos y personales. Espera la revisión de nuestros asesores y las instrucciones para matricularte. ETAPAS DEL PROCESO En Duoc UC te apoyamos desde que decides retomar hasta que logres titularte, acompañándote en cada paso para que alcances tus metas. A continuación te mostramos las del proceso de Reincorporación de Duoc UC. Línea de Tiempo con Barra Animada Postulación Ingreso de tu solicitud en el formulario a nuestro equipo de Reintegros Duoc UC. Análisis Postulación En esta etapa evaluamos el estado en que abandonaste la Institución para generar una propuesta personalizada de reintegro, considerando tu situación académica, económica y los apoyos que puedas necesitar. Resolución Postulación En esta etapa definimos si tu reintegro será aprobado o rechazado, dependiendo de la temporalidad en que debas reincorporarte y asegurando que tengas el apoyo necesario para retomar tus estudios de manera exitosa. Matrícula En este último paso, finalizamos tu proceso de reintegro con la matrícula, con lo que ya estás listo/a para retomar tus estudios. TE ACOMPAÑAMOS EN CADA PASO Te invitamos a revisar nuestro video donde encontrarás más información sobre el proceso de Reintegros, junto con el paso a paso para retomar tus estudios en Duoc UC. Postula Aquí ECOSISTEMA DE ACOMPAÑAMIENTO FINANCIAMIENTO Si tuviste problemas económicos antes de dejar los estudios, conoce nuestras alternativas de financiamiento para que puedas retomarlos. Escríbenos a: financiamiento_central@duoc.cl VER MÁS Recursos Académicos Potencia tu vocación y actualiza tu conocimiento con nuestro material académico por escuelas. VER MÁS retoma tu proceso de práctica Encuentra toda la información necesaria para iniciar o convalidar tu proceso de práctica. VER MÁS Programas de Apoyo No estás solo/a en tu proceso de reincorporación, encuentra apoyo en temas estudiantiles y de salud mental. VER MÁS ¡Estamos aquí para ayudarte! Si tienes alguna pregunta o necesitas más información, contacta a nuestra Mesa de Servicios: (+56)442201098 (+56)227120245 WhatsApp: (+56)936639565 Revisa aquí los horarios de atención de nuestras sedes. VER HORARIOS DE ATENCIÓN FINANCIAMIENTO × APOYOS ESTATALES Gratuidad CAE Becas Estatales FUAS BECAS INTERNAS Becas Internas Guía de Apoyos y Programas Recursos Académicos Reintegros × RECURSOS ACADÉMICOS Cursos de Nivelación y Extracurriculares Cápsulas (Proximamente...) Orientación Vocacional y Académica Te orientamos en el proceso de práctica × Reintegros que solo les falta la práctica Proceso de Prácticas Convalidación de Prácticas Programas de Apoyo × Revisa nuestros programas Salud Mental Programa de Apoyo al Estudiante",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:54.458574",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 263232,
      "response_time": 0.201534,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/oferta-academica/",
    "title": "Oferta Académica – Duoc UC",
    "text": "Escuelas ESCUELA DE Gastronomía ESCUELA DE Turismo y Hospitalidad ESCUELA DE Comunicación ESCUELA DE Administración y Negocios ESCUELA DE Informática y Telecomunicaciones ESCUELA DE Construcción ESCUELA DE Ingeniería y Recursos Naturales ESCUELA DE Salud y Bienestar ESCUELA DE Diseño Carreras Ver todas las carreras CARRERAS DESTACADAS Cursos y Diplomados Ver todos los programas PROGRAMAS DESTACADOS Curso Curso Power BI Intermedio Curso Curso Lengua de Señas Chilena Diplomado Diplomado en Control de Gestión Estratégico Programas Internacionales Ver Programas Formato Semipresencial Ver más Sedes y Campus Ver Todas las Sedes y Campus Modalidad online Región Metropolitana Región de Valparaíso: Valparaíso y Viña del Mar Región del Biobío: Concepción, Arauco y Nacimiento Región de La Araucanía: Villarrica Región de Los Lagos: Puerto Montt",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:55.158612",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 206579,
      "response_time": 0.314499,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/vida-estudiantil/convivencia-e-inclusion/",
    "title": "Convivencia e Inclusión – Duoc UC",
    "text": "Inicio Asuntos Estudiantiles Apoyo Estudiantil Deportes Contacto Convivencia e Inclusión Te invitamos a crear un ambiente de convivencia e inclusión donde cada miembro de nuestra comunidad de Duoc UC se sienta valorado y respetado. Desde nuestras aulas hasta nuestros espacios comunes, fomentamos la diversidad y la igualdad, promoviendo el diálogo abierto y el entendimiento mutuo. Explora nuestros programas ¡Un camino hacia la diversidad y el bienestar para todos! Programa de Acompañamiento para Estudiantes con Discapacidad ( PAEDIS) El PAEDIS de Duoc UC se centra en facilitar el acceso a entornos educativos inclusivos y fomentar la participación estudiantil en sus distintos contextos de aprendizaje. Nos comprometemos a proporcionar las herramientas necesarias para que cada estudiante alcance su máximo potencial. Además, ofrecemos servicios de apoyo psicosocial para crear un ambiente acogedor y comprensivo. ¡Contáctanos a través del Centro de ayuda Duoc UC para formar parte de este programa y asegurar una experiencia educativa enriquecedora y diversa! diversidad Cultural Programa de Interculturalidad Ofrecemos un programa de apoyo integral para nuestros estudiantes migrantes, que incluye espacios y actividades para celebrar y visibilizar las expresiones culturales. Valoramos profundamente su aporte a nuestra comunidad estudiantil y nos comprometemos a mitigar cualquier barrera idiomática que puedan enfrentar. INSCRÍBETE AQUÍ CONOCE OTROS PROGRAMAS ¡Descubre más oportunidades para tu crecimiento y bienestar! Programa de Convivencia En  Duoc UC contamos con un programa de sensibilización y formación educativa estudiantil, espacios de relacionamiento y reconocimiento entre pares a través de talleres, charlas. Fortalecimiento de la Convivencia en la comunidad, promoción de la cultura del respeto y la empatía. Programa Criando Aprendo Programa de acompañamiento para cuidadores, padres y madres. Charlas y talleres psicoeducativos, conciliación de la vida personal, familiar y laboral. Guía esencial para el Buen Trato, la Convivencia y el Código de Honor 💡 ¡Sé el cambio que nuestra comunidad necesita! Construyamos un ambiente seguro y respetuoso para todos y todas. ACCIONES PARA UN BUEN TRATO Y SANA CONVIVENCIA",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:55.421861",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 225364,
      "response_time": 0.292082,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/internacionalizacion/",
    "title": "Internacionalización – Inicio – Duoc UC",
    "text": "Inicio Movilidad Becas COIL Redes Internacionales Proyectos Internacionales Noticias Equipo Oficina de Relaciones Internacionales Buscamos que toda la comunidad duocana integre el ámbito de la internacionalización en su día a día para que sean capaces de analizar asuntos globales e interculturales, valorar y respetar las distintas perspectivas al interrelacionarse con personas de diferentes culturas, y emprender acciones por el bien común y el desarrollo sostenible del país y el mundo. Movilidad / Estudiante Duoc UC ¿Estudias en Duoc UC y quieres cursar un semestre en el extranjero?​ CONOCE MÁS Movilidad / Estudiante Internacional ¿Quieres estudiar un semestre en Duoc UC? CONOCE MÁS Noticias Internacionalización Duoc UC y Banco Santander celebran 10 años impulsando el talento a través de las becas de movilidad internacional VER MÁS Estudiantes y titulados de Duoc UC fueron parte del prestigioso programa en la School of Visual Arts (SVA) VER MÁS COIL Internacionalización Aulas conectadas con el mundo: Docentes Duoc UC fortalecen sus conocimientos con metodologías de colaboración internacional VER MÁS Redes Sociales",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:56.688354",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 230081,
      "response_time": 0.245934,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/admision-2025/",
    "title": "Admisión 2025 – Duoc UC",
    "text": "Inicio Oferta Académica Financiamiento Contacto Tu futuro comienza aquí En Duoc UC encuentras una comunidad cercana, una formación de calidad y un proyecto educativo con visión de futuro. Contamos con 7 años de acreditación y somos líderes en educación técnico-profesional. Aquí encontrarás toda la orientación necesaria mientras descubres qué te inspira, qué te mueve y hacia dónde quieres ir. Completa el formulario al final de página y recibe información sobre nuevas carreras, beneficios financieros, orientación vocacional y mucho más. LO QUE NOS DIFERENCIA CERCANÍA Brindamos una formación integral y cultivamos el vínculo de nuestros estudiantes con la comunidad de Duoc UC. LIDERAZGO Contamos con máxima acreditación por 7 años y somos líderes en el ámbito de la educación técnico-profesional. FUTURO Nuestras carreras se mantienen constantemente actualizadas, priorizando la innovación en el aprendizaje. CONOCE NUESTRAS ESCUELAS INFORMÁTICA Y TELECOMUNICACIONES Lidera transformaciones digitales turismo y hospitalidad Haz de tu carrera una gran aventura CONSTRUCCIÓN Aprende trabajando en equipo y en terreno Administración y NEGOCIOS Lidera el desarrollo económico en empresas Comunicación Crea proyectos que marquen la diferencia ingeniería y recursos naturales Impulsa proyectos rentables y sustentables SALUD Y BIENESTAR Enfrenta los desafíos de la salud con tecnología GASTRONOMÍA Viaja por el mundo a través de los sabores DISEÑO Desarrolla soluciones mediante tu creatividad carreras duoc uc VER MÁS SEDES Y CAMPUS VER MÁS INFORMACIÓN IMPORTANTE FINANCIAMIENTO Encuentra información sobre gratuidad, FUAS, CAE y becas. VER MÁS OTRAS VÍAS DE ADMISIÓN Consulta para retomar estudios, transferirte de carrera o institución o validar tu experiencia laboral. VER MÁS ARTICULACIÓN Revisa convenios con Liceos Técnico Profesionales y dale continuidad a tus estudios. VER MÁS PREGUNTAS FRECUENTES Resuelve todas tus dudas respecto a nuestro proceso de Admisión. VER MÁS entérate primero sobre el proceso de admisión ¡Estamos aquí para ayudarte! Si tienes dudas sobre el proceso de admisión, requisitos de postulación, cómo financiar tus estudios o simplemente quieres orientación y ayuda, llámanos y déjanos tus datos. Te contactaremos a la brevedad para poder ayudarte. Escríbenos al correo admisionduocuc@duoc.cl WhatsApp +569 5814 2089 Teléfono +56 227 120 640",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:20:58.024729",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 266584,
      "response_time": 0.268001,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/docentes/",
    "title": "Docentes – Duoc UC",
    "text": "hola Portal Experiencia Vivo Duoc IR A EXPERIENCIA VIVO Centro de Formación Docente IR AL REGISTRO Ambiente Virtual de Aprendizaje (AVA) IR A AVA Únete a nuestro equipo VER EMPLEOS Catálogo de Servicios Digitales ver Catálogo ¿Tienes dudas sobre Blackboard Ultra? Infórmate sobre las nuevas funcionalidades y obtén soporte en el siguiente link: Ava - Blackboard Ultra Vivamos juntos(as) Evoluciona VRA, Docentes formando personas para una sociedad mejor. ir al sitio Noticias Docentes PUBLICADO EL 6 Mayo, 2025 Duoc UC reconoce a 70 docentes por su excelencia y compromiso Leer noticias > Docentes PUBLICADO EL 13 Agosto, 2024 Duoc UC celebra un gran hito con el primer Congreso de Docentes: Innovando para el Futuro Leer noticias > Docentes PUBLICADO EL 9 Agosto, 2024 Duoc UC lidera IV Encuentro de Educación Inclusiva Leer noticias > Links de interés y documentos relevantes Portal de Calificaciones Registro de Asistencia y Gestión de Clases Correo Docente Canal de Denuncias y Consultas Reglamento Docente Duoc UC Evaluación de Desempeño Docente Beneficios y Convenios Duoc UC Código de Ética y Conducta",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:00.211084",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 202403,
      "response_time": 0.485251,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/colaboradores/",
    "title": "Colaboradores – Duoc UC",
    "text": "hola Portal\nMi Duoc IR A MI DUOC Intranet\nDuoc UC IR A INTRANET Iníciate con Microsoft VER MÁS Correo\nDuoc UC IR AL CORREO Únete a nuestro equipo VER EMPLEOS Noticias PUBLICADO EL 14 Junio, 2024 Duoc UC impulsa capacitaciones para sus equipos ante la próxima entrada en vigor de la Ley Karin Leer noticias > PUBLICADO EL 22 Mayo, 2024 Seminario de Bienestar y Salud Mental: cuidando la salud de nuestros estudiantes Leer noticias > Alumnos PUBLICADO EL 10 Mayo, 2024 Conectando con el Futuro: Reflexiones inspiradoras del Seminario “Jóvenes 360°” de Duoc UC Leer noticias > Links de interés y documentos relevantes Transparencia Plan de Desarrollo Memoria Anual Canal de Denuncias y Consultas Calendario Académico Reglamento Académico Beneficios y Convenios Duoc UC Código de Ética y Conducta",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:01.217338",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 199496,
      "response_time": 0.314102,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/vida-estudiantil/pastoral/",
    "title": "Pastoral – Duoc UC",
    "text": "“Creemos que desde nuestras carreras, al igual que Él como carpintero, podemos mejorar la vida de las personas.” Peregrinando desde Casa Siguiendo las huellas de Jesús Ir al Especial Libro Digital A 30 años de Ex Corte Ecclesiae Descargar el libro Libro Digital Ex Corde Ecclesiae Descargar el libro Noticias Alumnos PUBLICADO EL 3 Junio, 2025 “Láudate Solidario”: Música, fe y esperanza en el centro de Santiago Leer noticias > Pastoral PUBLICADO EL 19 Mayo, 2025 ¡Habemus Papam!: Robert Prevost es el nuevo líder de la Iglesia Católica Leer noticias > Pastoral PUBLICADO EL 18 Mayo, 2025 Gracias Papa Francisco por recordarnos que somos peregrinos y que este caminar nos lleva con nuestro Dios y Señor. Leer noticias > Ver todas las noticias Quiénes Somos Al servicio de la formación de personas, profesionales y técnicos, capaces de desplegar un proyecto de vida integral, con un claro sello ético-cristiano, para colaborar activamente con el desarrollo del país.​ ​ Ver Quienes Somos Otros eventos Deportes 27 Dic 9:00 PUBLICADO EL 20 Diciembre, 2019 CISCO Academy Day Chile, Feria Networking 2019 Sede Duoc UC Puente Alto, Av. Concha y Toro 1340 c/San Carlos Puente Alto. Santiago. Comunidad 13 Dic 20:30 PUBLICADO EL 13 Noviembre, 2019 Benjamín Walker Teatro Nescafe de las Artes Ver Todos los Eventos Misiones Una experiencia de fe y entrega, donde podrás participar junto a miles de misioneros de Duoc UC. Ver Misiones Galerías Pastoral PUBLICADO EL 31 Mayo, 2020 Monseñor Celestino Aós en la inauguración de la exposición de “Luz Herida” en sede Plaza Norte Ver galería > Pastoral PUBLICADO EL 31 Mayo, 2020 Corpus Christi 2019 Ver galería > Pastoral PUBLICADO EL 31 Mayo, 2020 Misa de Envío Misiones Solidarias y Misión San Pablo Invierno 2019 Ver galería > Ver todas las galerías",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:03.359928",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 216604,
      "response_time": 0.465842,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/vida-estudiantil/unidad-de-apoyo-y-bienestar-estudiantil/",
    "title": "Unidad de Apoyo y Bienestar Estudiantil – Duoc UC",
    "text": "Inicio Asuntos Estudiantiles Apoyo Estudiantil Deportes Contacto Unidad de Apoyo y Bienestar Estudiantil En Duoc UC, nos preocupamos por el bienestar integral de nuestros estudiantes. Sabemos que la vida universitaria puede ser emocionante y desafiante al mismo tiempo y estamos  para apoyarte en cada paso del camino. Aquí podrás encontrar el apoyo que necesitas para mantener un equilibrio saludable en tu vida académica, personal y emocional. Bienestar y Salud Mental Descubre programas, beneficios y talleres enfocados en mejorar tu bienestar y salud mental, diseñados para ofrecerte apoyo integral en cada etapa de tu vida académica. Programa de Apoyo a la Salud Mental Con programas diseñados para apoyarte, desde charlas hasta atención psicológica gratuita, creamos una comunidad donde el bienestar es primordial. Únete como embajador del Bienestar y promueve la salud mental en tu sede. Tu bienestar importa. ¡Prioriza tu bienestar! Reserva tu cita para atención psicológica y únete al curso de embajadores de la salud mental. Conoce la oferta de talleres y actividades de tu sede reserva tu atención psicológica Apoyo integral apoyo emocional Línea de apoyo emocional 24/7 (OPS) ¿Necesitas apoyo emocional? Nuestra Línea de Apoyo Emocional 24/7 (OPS) está aquí para ti. En cualquier momento del día o de la noche, nuestros estudiantes pueden encontrar apoyo y contención en esta línea telefónica de emergencia psicológica. Comunícate Aquí: +56228203450 Descubre otros apoyos externos a DUOC UC Programa de consumo problemático de sustancias Nuestro Programa Educativo y Preventivo aborda las problemáticas de abuso de sustancias con charlas temáticas y talleres tanto presenciales como en línea. Además, ofrecemos asesoría especializada en sede a través de nuestro servicio ‘Tomo el Control’. Tu salud es nuestra prioridad. Programa Preventivo alimentación saludable Programa de Nutrición Consciente Descubre el Programa de Nutrición Consciente de Duoc UC, donde exploramos la poderosa conexión entre una alimentación saludable y tu bienestar mental. Aprende los aspectos básicos de la nutrición, promovemos hábitos flexibles y personalizables, y hacemos que una alimentación de calidad sea accesible para ti. INGRESA AQUÍ Descubre sobre Convivencia e Inclusión en Duoc UC ¡Información clave para una comunidad más fuerte y unida! CONOCE MÁS Convivencia e Inclusión PODCAST Podcast Salud Mental para Estudiantes Escucha, aprende y cuida tu salud mental con el podcast de Duoc UC, diseñado para acompañarte en tu vida estudiantil y darte nuevos recursos para manejar las situaciones del día a día. ESCUCHA AQUÍ",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:03.648982",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 223860,
      "response_time": 0.226611,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/escuela/gastronomia/",
    "title": "Gastronomía – Duoc UC",
    "text": "Escuela de Gastronomía Sobre la Escuela Noticias y Eventos Oferta Académica conviértete en un profesional culinario La Escuela de Gastronomía de Duoc UC es reconocida por su excelencia académica y su enfoque práctico. Si estás buscando estudiar gastronomía en Chile, aquí encontrarás programas orientados al desarrollo de habilidades técnicas y creativas, con una formación que abarca tanto la cocina nacional como internacional. ¿Quieres saber más? Descubre todos los detalles sobre nuestras carreras. razones para estudiar en nuestra escuela Infraestructura La Escuela cuenta con instalaciones de laboratorio y tecnología de primer nivel para tu desarrollo como profesional. Docentes Especializados Aprenderás con docentes especializados con experiencia en el rubro gastronómico. Gestión Gastronómica Estarás capacitado para realizar planificación, producción, administración y comercialización de ofertas gastronómicas. Crecimiento Contarás con talleres de restaurantes didácticas, catas de vino, talleres de bartender, panadería, chocolatería y todo lo que el mercado requiere. CONOCE Nuestras carreras ICONOGRAFÍA: CARRERA DIURNA / CARRERA VESPERTINA CARRERA TÉCNICA Gastronomía Duración: 5 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL Gastronomía Internacional Duración: 8 semestres MÁS INFORMACIÓN TE INVITAMOS A LLENAR NUESTRO FORMULARIO ¡Estamos aquí para ayudarte! Si tienes dudas sobre el proceso de admisión, requisitos de postulación, cómo financiar tus estudios o simplemente quieres orientación y ayuda, llámanos y déjanos tus datos. Te contactaremos a la brevedad para poder ayudarte. Escríbenos al correo admisionduocuc@duoc.cl WhatsApp +569 5814 2089 Teléfono +56 227 120 640",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:05.723816",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 235599,
      "response_time": 0.293917,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/semestrecero/",
    "title": "Semestre Cero 2025 – Duoc UC",
    "text": "Inicio Registro Preguntas Frecuentes Información de los Cursos Contáctanos ¡Bienvenido a Semestre Cero en Duoc UC! Semestre Cero Duoc UC es tu oportunidad para prepararte y fortalecer tus habilidades antes de comenzar tu carrera. A través de cursos 100% online, puedes inscribirte en cursos diseñados para mejorar competencias claves y convalidar asignaturas de nivelación al momento de matricularte en Duoc UC. Adicionalmente, ponemos a tu disposición otros 27 cursos y masterclasses para mejorar otras competencias, conocimientos y habilidades  para apoyar tu vida académica y crecimiento personal. La inscripción estará abierta hasta el 28 de febrero 2025. Todos los cursos cerrarán automáticamente el 9 de marzo 2025. ¿Qué ES SEMESTRE CERO? Semestre Cero es un programa abierto para nuevos estudiantes de Duoc UC 2025. Su objetivo es ayudarte a nivelar tus conocimientos en áreas como: Lenguaje y Comunicación Matemática Elemental Álgebra Inglés Básico I y II Si apruebas estos cursos, podrás convalidar asignaturas y avanzar más rápido en tu plan de estudios en Duoc UC. ¡Empieza tu camino formativo desde ya! ¿Quiénes pueden participar? Este programa está dirigido a: Egresados de Educación Media. Alumnos de liceos que articulan con Duoc UC. Estudiantes nuevos en Duoc UC 2025. Ventajas de Semestre Cero Aprovecha los cursos para convalidar materias básicas y liberar tiempo para otras asignaturas durante tus estudios en Duoc UC. Inscripción online fácil y rápida. Solo regístrate, elige tu curso y empieza tu aprendizaje. Aprende a tu ritmo. Completa los cursos en línea, a tu propio ritmo, en un plazo de hasta 30 días. ¿Por qué hacer los cursos de nivelación? Los cursos son opcionales y te permitirán: Diagnosticar tu estado de aprendizaje en las áreas de lenguaje, matemática e inglés y fortalecer tus habilidades fundamentales en ellas para lograr un mejor desempeño académico. Optar a convalidar la asignatura de nivelación de Lenguaje y Matemática, como también Álgebra, Inglés Básico I e Inglés Básico II de tu carrera al completar cada curso, realizar su evaluación final y alcanzar al menos un 70% de logro en cada una de las partes que la componen. Si lo logras, al matricularte en Duoc UC, la convalidación se hará efectiva automáticamente durante el primer mes de clases. Descargar desde la misma plataforma, un Certificado de Participación de cada uno de los cursos que realices. ¿Listo para comenzar? ¡No esperes más! Regístrate y comienza tu ruta formativa con Semestre Cero en Duoc UC. Prepara tu camino al éxito académico en Duoc UC 2025. La inscripción estará abierta hasta el 28 de febrero 2025. REGISTRO Preguntas Frecuentes 1. ¿Qué cursos están incluidos en el Semestre Cero? Los siguientes cursos estarán disponibles a partir del 2 de octubre de 2024 Lenguaje y comunicación (Formación General, convalidable) Matemática Elemental (Formación General, convalidable) Álgebra (Formación General, convalidable) Inglés Básico I (Formación General, convalidable) Inglés Básico II (Formación General, convalidable) Aprende a aprender (Capacidades y Competencias Globales) Curso Introductorio de innovación y emprendimiento I (Formación General) Pintura de retrato al óleo, artista Manuel Ugarte (Cultura y Humanidades) Reproducciones en yeso, artista Mariana Tocornal (Cultura y Humanidades) Joyería en cuerda de algodón, artista Marcela de la Vega (Cultura y Humanidades) Dibujo a carboncillo fijado en leche como base para pintura al óleo, artista Isidora Lackington (Cultura y Humanidades) Encuadernación, artista Isidora Villarino (Cultura y Humanidades) Taller de micro cestería, artista Rita Soto (Cultura y Humanidades) Técnicas mixtas: Marmoleado con esténcil, artista Catalina Bauer (Cultura y Humanidades) Bordado 3D, artista Karen Schmeisser (Cultura y Humanidades) El croquis, artista Gerardo Infante (Cultura y Humanidades) Orfebrería: creación y confección de anillo simple, artista Gabriela Fontana (Cultura y Humanidades) Presentaciones Efectivas. (Formación General) Curso Introductorio de innovación y emprendimiento II (Formación General) Test de habilidades TIC con retroalimentación automática individualizada (Capacidades y Competencias Globales). Ilustración en cerámica, artista María José Gutiérrez (Cultura y Humanidades) Creación de libros ilustrados, artista Carolina Celis (Cultura y Humanidades) Creación de mapas ilustrados, artista Daniela William (Cultura y Humanidades) Historia del arte, artista Francisca Alma (Cultura y Humanidades) Timbres y patrones, artista Macarena López (Cultura y Humanidades) Bordado creativo, artista Josefina Jiménez (Cultura y Humanidades) Diseño de patterns, artista Danae Alé (Cultura y Humanidades) El collage como herramienta creativa, artista Alejandra Acosta (Cultura y Humanidades) Fotografía análoga, artista Rafaelo Roasenda (Cultura y Humanidades) Iniciación al dibujo botánico, artista Antonia Reyes (Cultura y Humanidades) A partir del 13 de noviembre de 2024 estará disponible el curso: Potencia tu carrera con Python (Formación General y escuela de informática y Telecomunicaciones), y a partir del 6 de enero, el curso “Explora Duoc UC: Tu guía de supervivencia estudiantil” (Cultura y Humanidades) Ten en cuenta que: La inscripción estará abierta hasta el 28 de febrero 2025. Todos los cursos cerrarán automáticamente el 9 de marzo 2025. 2. ¿Cómo se estructuran los cursos del Semestre Cero? Los cursos de nivelación son instancias de autoaprendizaje virtual con secuenciación, interactividad en ejercicios y retroalimentación automática a lo largo de tres unidades denominadas Experiencias de Aprendizaje. Cada Experiencia de Aprendizaje comienza con una cápsula didáctica, donde se explica brevemente lo que aprenderás y cuál es su aplicación práctica, para dar paso a las Actividades. Cada Actividad incluye una serie de Ejercicios secuenciados con corrección automática y sin límite de intentos. Al final de las Actividades encontrarás otra cápsula, que resumirá los aspectos fundamentales de cada Experiencia de Aprendizaje. Las Experiencias de Aprendizaje terminan con una evaluación llamada Desafío, que permite evaluar y retroalimentar automáticamente el estado de tu aprendizaje. Cada curso contiene tres desafíos. Al completar todas las Experiencias de Aprendizaje y Desafíos, podrás acceder a la evaluación final de cada uno de los cursos. Esta evaluación permite dar cuenta del estado de aprendizaje en cada una de las experiencias. 3. ¿Dónde estarán disponibles los cursos de Semestre Cero? Los cursos estarán en línea y podrás realizarlos a través de una plataforma diseñada especialmente para ello. 4. ¿Qué duración tienen los cursos de Semestre Cero? Tendrás un plazo de hasta 30 días para completar los cursos dependiendo de la fecha de inscripción. La duración de los cursos dependerá del ritmo de avance y tiempo de dedicación de cada estudiante. 5. ¿Cuándo comienzan los cursos? Los siguientes cursos estarán disponibles a partir del 13 de noviembre de 2024 Lenguaje y comunicación (Formación General, convalidable) Matemática Elemental (Formación General, convalidable) Álgebra (Formación General, convalidable) Inglés Básico I (Formación General, convalidable) Inglés Básico II (Formación General, convalidable) Aprende a aprender (Capacidades y Competencias Globales) Curso Introductorio de innovación y emprendimiento I (Formación General) Pintura de retrato al óleo, artista Manuel Ugarte (Cultura y Humanidades) Reproducciones en yeso, artista Mariana Tocornal (Cultura y Humanidades) Joyería en cuerda de algodón, artista Marcela de la Vega (Cultura y Humanidades) Dibujo a carboncillo fijado en leche como base para pintura al óleo, artista Isidora Lackington (Cultura y Humanidades) Encuadernación, artista Isidora Villarino (Cultura y Humanidades) Taller de micro cestería, artista Rita Soto (Cultura y Humanidades) Técnicas mixtas: Marmoleado con esténcil, artista Catalina Bauer (Cultura y Humanidades) Bordado 3D, artista Karen Schmeisser (Cultura y Humanidades) El croquis, artista Gerardo Infante (Cultura y Humanidades) Orfebrería: creación y confección de anillo simple, artista Gabriela Fontana (Cultura y Humanidades) Presentaciones Efectivas. (Formación General) Curso Introductorio de innovación y emprendimiento II (Formación General) Test de habilidades TIC con retroalimentación automática individualizada (Capacidades y Competencias Globales). Ilustración en cerámica, artista María José Gutiérrez (Cultura y Humanidades) Creación de libros ilustrados, artista Carolina Celis (Cultura y Humanidades) Creación de mapas ilustrados, artista Daniela William (Cultura y Humanidades) Historia del arte, artista Francisca Alma (Cultura y Humanidades) Timbres y patrones, artista Macarena López (Cultura y Humanidades) Bordado creativo, artista Josefina Jiménez (Cultura y Humanidades) Diseño de patterns, artista Danae Alé (Cultura y Humanidades) El collage como herramienta creativa, artista Alejandra Acosta (Cultura y Humanidades) Fotografía análoga, artista Rafaelo Roasenda (Cultura y Humanidades) Iniciación al dibujo botánico, artista Antonia Reyes (Cultura y Humanidades) A partir del 13 de noviembre de 2024 estará disponible el curso: Potencia tu carrera con Python (Formación General y escuela de informática y Telecomunicaciones), y a partir del 6 de enero, el curso “Explora Duoc UC: Tu guía de supervivencia estudiantil” (Cultura y Humanidades) Ten en cuenta que: La inscripción estará abierta hasta el 28 de febrero 2025. Todos los cursos cerrarán automáticamente el 9 de marzo 2025. 6. ¿Cómo me inscribo? Para acceder a los cursos, deberás registrarte en la plataforma y realizar la inscripción en el/los curso/s de tu interés. Ir al módulo de enrolamiento. 7. ¿Por qué hacer estos cursos? Semestre Cero es una oferta académica online y abierta compuesta de varios cursos que te permitirán mejorar tus habilidades y competencias en tres áreas de interés transversal: Formación General, Capacidades y Competencias Globales, además de Cultura y Humanidades. En el caso específico de los cursos de Lenguaje y Comunicación, Matemática Elemental, Álgebra, Inglés, Básico I, e Inglés Básico II, por ser cursos de nivelación de aprendizajes, tendrás la posibilidad de convalidarlos al matricularte en Duoc UC. 8. ¿Cuáles son los beneficios de completar los cursos de Nivelación de Semestre Cero? Si completas los cursos de Semestre Cero, obtendrás un Certificado de Participación que podrás descargar de la plataforma de enrolamiento. Si obtienes al menos el 70% de logro en cada una de las partes de la evaluación final de los cursos de nivelación de lenguaje y matemática, de álgebra e inglés I y II, podrás convalidar la asignatura correspondiente al estar matriculado en Duoc UC. 9. ¿Cuándo se hace efectiva la convalidación para estudiantes que hicieron los cursos y aprobaron los diagnósticos de Lenguaje y/o Matemática.? La convalidación se hará efectiva durante el primer mes de clases. 10. ¿Debo pagar por los cursos? No, los cursos son gratuitos. INFORMACIÓN DE LOS CURSOS Descarga para conocer: Cursos disponibles, áreas de interés, convalidaciones, fechas de inicio y fecha de termino. DESCARGA Ten en cuenta que: Para acceder a los cursos, deberás registrarte en la plataforma y realizar la inscripción en el/los curso/s de tu interés. Una vez inscrito tendrás hasta 30 días para completar el o los cursos dependiendo de tu fecha de inscripción. La inscripción estará abierta hasta el 28 de febrero 2025. Todos los cursos cerrarán automáticamente el 9 de marzo 2025. La duración de los cursos dependerá del ritmo de avance de cada estudiante. Cada uno de ellos requiere entre 20 y 36 horas de autoestudio para completar todas sus partes. Cada masterclass tiene una duración aproximada de entre 60 a 90 minutos. FECHAS IMPORTANTES A partir del 2 de octubre de 2024 estarán disponibles los cursos de las siguientes áreas: Formación General convalidables: “Lenguaje y Comunicación”, “Matemática Elemental”, “Álgebra”, “Inglés Básico I” e “Inglés Básico II”. Formación General “Curso Introductorio de Innovación y Emprendimiento I”, “Curso Introductorio de Innovación y Emprendimiento II” y “Presentaciones Efectivas”. Capacidades y Competencias Globales: “Aprende a aprender”, además estará disponible un “Test de habilidades TIC con retroalimentación automática individualizada”. Cultura y Humanidades, Masterclasses: “Pintura de retrato al óleo”, “Reproducciones en yeso”, “Joyería en cuerda de algodón”, “Dibujo a carboncillo fijado en leche como base para pintura al óleo”, “Encuadernación”, “Taller de microcestería”, “Técnicas mixtas: Marmoleado con esténcil”, “Bordado 3D”, “El croquis”, “Orfebrería: creación y confección de anillo simple”, “Ilustración en cerámica”, “Creación de libros ilustrados”, “Creación de mapas ilustrados”, “Historia del arte”, “Timbres y patrones”, “Bordado creativo”, “Diseño de patterns”, “El collage como herramienta creativa”, “Fotografía análoga” e “Iniciación al dibujo botánico”. A partir del 2 de noviembre de 2024 se ampliará la oferta con el curso con el curso diseñado por Formación General en conjunto con la escuela de Informática y Telecomunicaciones: “Potencia tu carrera con Python”, y a partir del 6 de enero de 2025, con “Explora Duoc UC: Tu guía de supervivencia estudiantil” de Cultura y Humanidades. contáctanos Si tienes problemas y consultas sobre el Semestre Cero de Duoc UC, te invitamos a seguir en contacto. Estaremos felices de ayudarte y aclarar todas tus dudas. Podrás dejarnos tus dudas respecto a tres aspectos del Semestre Cero. Estos son: Incidencias de sistema Soporte de usabilidad (+56) 44220 1098 – (+56) 227120245 Soporte académico: portaltodotp@duoc.cl FORMULARIO DE CONTACTO",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:06.022413",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 252063,
      "response_time": 0.201984,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/portal-proveedores/",
    "title": "Portal Proveedores – Duoc UC",
    "text": "Instructivo ¿Quieres ser proveedor DuocUC? Conoce Política de sostenibilidad Duoc UC Tutoriales Infórmate de cómo realizar una cotización o licitación a través de las diferentes plataformas disponibles. Cómo ingresar y navegar en la licitación Descargar Consulta y respuesta de cotizaciones Descargar Como subir la oferta Descargar Cómo confirmar participación Descargar Cómo subir la oferta técnica Descargar Cómo hacer preguntas y revisar las respuestas Descargar Cómo subir la enésima oferta económica Descargar Cómo subir antecedentes solicitados Descargar Cómo subir la oferta económica con Remate a la Baja Descargar Emisión de mensajería proveedores módulo de licitaciones Descargar Cómo revisar las aclaraciones realizadas por el mandante Descargar Emisión y Pago\nde documentos tributarios Duoc UC pone a su disposición un sistema de auto-consulta, que le permitirá conocer la fecha y vía de pago de las facturas y boletas de honorarios que usted ha enviado a la institución. Para ingresar, presione el siguiente Link, INGRESAR Otros documentos Encuentra la política y reglamentos de ciclo de compra de Duoc UC Política de Conflicto de Interés Descargar Instructivo Buenas prácticas Descargar Formulario de declaración de Conflicto de interés Descargar Incorporar política de compras Descargar Consultas 2 2354 0100 Horario de atención de Lunes a viernes de 9:00 a 17:30 hrs. proveedores@duoc.cl *. Será contactado por un encargado del área Canal de Denuncias Ingresa a nuestro canal de denuncias Ingresa Aquí",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:08.470970",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 222865,
      "response_time": 0.238446,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/biblioteca/",
    "title": "Página principal - Bibliotecas Duoc - Biblioteca at Duoc UC",
    "text": "Página principal - Bibliotecas Duoc - Biblioteca at Duoc UC Ir al contenido principal Toggle menu Buscar en esta página Buscar Bibliotecas Duoc: Página principal Colección presencial Colección digital Asistente IA Término Consulta el material presencial Término Accede a recursos académicos en formato digital Apoyo al estudio Habilidades Tic | Excel | Herramientas IA | Tips para tu Portafolio | Citas y referencias APA | Formatos de documentos | Organización del tiempo l | Uso de imágenes | Ver más Colección digital Libros de asignatura | Libros Digitales | Videos | Biblioteca recreativa | Podcast | Ver más Recursos académicos Web of Science (WOS) | O'Reilly | JoVE | Check Point/IFRS Ecomex | Enfermería al día | Harvard Business Publishing | Ver más Tus préstamos Mi cuenta | autorenew Renovación | Préstamos - Notebook | Reserva | Bloqueos & Multas | Préstamos intersedes Bibliotecas Duoc Bibliotecas por sede | Reglamento | Directorio | Nosotros | Revista Biblioteca | Intranet Comunidad Biblioteca recreativa | Biblioteca Escuela Agrícola Valle del Elqui | Congreso Innotec | Revista Apuntes VRA | Revista CAED | Repositorio VRA Recomendados del mes Ver nuevos libros por escuelas Talleres Ver más talleres Reserva de sala de estudio Horarios de biblioteca Noticias 3 de noviembre de 2025 Más de 500 estudiantes participaron en el curso “IA para la productividad académica y laboral” Leer noticia >> 13 de octubre de 2025 Estudiantes de sede Plaza Norte aprenden a usar IA para optimizar la postulación a empleos Leer noticia >> 08 de octubre de 2025 Exalumna de sede Plaza Norte dona su cuarto libro “El alma del suicidio” Leer noticia >> Ver más noticias Síguenos en Redes Sociales Entérate de todas las novedades y contáctanos para poder ayudarte.",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:09.019954",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 123115,
      "response_time": 0.309991,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/empresas/",
    "title": "Empresas – Duoc UC",
    "text": "Duoclaboral para Empresas En Duoc UC, confiamos en la formación y el talento de nuestros estudiantes y titulados. Por eso, a través de nuestra plataforma de empleo, Duoclaboral.cl, impulsamos su inserción en el mercado laboral. En Duoclaboral.cl, con más de 170.000 usuarios registrados, te ofrecemos una plataforma dinámica y gratuita para encontrar el talento que tu empresa necesita. Nuestro objetivo es ser el aliado principal en tus procesos de atracción de talento y selección, brindando un soporte cercano a través de nuestros canales de comunicación. Simplifica tu proceso de reclutamiento con Duoclaboral para Empresas ¿Aún no tienes una cuenta de empresa en Duoclaboral? ¡No te preocupes! Nuestro proceso de registro es rápido y sencillo. Una vez validada la información podrás acceder a tu cuenta y comenzar a publicar. Para las empresas registradas, solo deben iniciar sesión en su cuenta para acceder a todas las herramientas de la plataforma. Publica tu oferta de práctica o profesional completando los campos de acuerdo con el perfil requerido. Una vez publicada, invita a los candidatos a participar y descarga sus CVs directamente desde tu cuenta. Recuerda que, desde el panel de control, tendrás acceso a todas las herramientas necesarias para revisar, actualizar y gestionar eficientemente tus vacantes y postulaciones. Encuentra al mejor talento con Duoclaboral para Empresas. Únete hoy y optimiza tus procesos de reclutamiento. IR A DUOCLABORAL 21 Sedes + 170.000 Alumnos + 13.000 Vacantes publicadas en 2024 + 17.000 Empresas registradas",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:11.923490",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 240631,
      "response_time": 0.329274,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/nosotros/autoridades/",
    "title": "Autoridades – Duoc UC",
    "text": "Consejo Directivo y Consejos Fundaciones Consejo Directivo Fundación Duoc UC de la Pontificia Universidad Católica Fundación Instituto Profesional Duoc UC Fundación Centro de Formación Técnica Duoc UC Francisco Gallego Yáñez Presidente María Paola Sevilla Consejera Alejandro Jara Consejero Andrea Tokman Consejera Andrés Torrealba Consejero",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:12.168320",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 198378,
      "response_time": 0.617756,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/contrato-servicios-educacionales/",
    "title": "Contrato de Servicios Educacionales Duoc UC – Duoc UC",
    "text": "Contrato de Prestación de Servicios Educacionales A la Comunidad Estudiantil: Los contratos de prestación de servicios educacionales puedes descargarlos aquí: Descargar contrato (carreras presenciales) Descargar contrato (carreras online)",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:14.635707",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 191904,
      "response_time": 0.334159,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/escuela/salud/",
    "title": "Salud y Bienestar – Duoc UC",
    "text": "Escuela de Salud y Bienestar Buenas Prácticas Docentes Sobre la Escuela Noticias y Eventos MATRICÚLATE CARRERAS DE SALUD: CONVIERTE TU VOCACIÓN EN TU PROFESIÓN La Escuela de Salud y Bienestar de Duoc UC forma profesionales con un fuerte compromiso ético y social. A través de una metodología práctica e innovadora, nuestras carreras de salud preparan a los estudiantes para integrarse en un sector fundamental para el bienestar de las personas y el desarrollo del país. ¿Quieres saber más? Descubre todos los detalles sobre nuestras carreras. razones para estudiar en nuestra escuela Investigación Investigar, resolver problemas y vincularte con el medio serán parte de tu formación, brindándote lo necesario para destacar en las carreras de salud en Chile. Alta Demanda El constante desarrollo de nuevas tecnologías y los nuevos desafíos sanitarios globales, impulsan la demanda de especialistas en las carreras del área de la salud. Enfoque Práctico Nuestras carreras cuentan con diferentes espacios prácticos de aprendizaje de última tecnología. Para que puedas desarrollarte de la mejor manera. Crecimiento Podrás participar en diversos cursos de especialización y convenios para prácticas clínicas e internados. CONOCE Nuestras carreras ICONOGRAFÍA: CARRERA DIURNA / CARRERA VESPERTINA / CARRERA 100% ONLINE CARRERA PROFESIONAL INFORMÁTICA BIOMÉDICA Duración: 8 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO DE ENFERMERÍA Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO DE RADIODIAGNÓSTICO Y RADIOTERAPIA Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN ODONTOLOGÍA Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN QUÍMICA Y FARMACIA Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO DE LABORATORIO CLÍNICO Y BANCO DE SANGRE Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA PREPARADOR FÍSICO Duración: 5 semestres MÁS INFORMACIÓN TE INVITAMOS A LLENAR NUESTRO FORMULARIO ¡Estamos aquí para ayudarte! Si tienes dudas sobre el proceso de admisión, requisitos de postulación, cómo financiar tus estudios o simplemente quieres orientación y ayuda, llámanos y déjanos tus datos. Te contactaremos a la brevedad para poder ayudarte. Escríbenos al correo admisionduocuc@duoc.cl WhatsApp +569 5814 2089 Teléfono +56 227 120 640",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:15.527915",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 256358,
      "response_time": 0.269776,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/admision/",
    "title": "Admisión 2026 – Duoc UC",
    "text": "¡Haz realidad tu sueño de estudiar en Duoc UC! En Duoc UC te ofrecemos una experiencia educativa, con carreras diseñadas para potenciar tus habilidades y prepararte para el mundo laboral. No dejes pasar esta oportunidad: ingresa a nuestra plataforma de matrícula, presenta tus documentos, firma tu contrato y asegura tu cupo en la carrera que elegiste. COMIENZA AQUÍ Fechas clave del proceso 3 Sep Inicio preinscripciones 23 Sep Reservas de cupo 2 Oct Matrícula carreras presencial y online 31 Mar Etapa de cierre ¿Listo para el futuro? Encuentra tu carrera en Duoc UC Ingresa el nombre de la carrera que quieres estudiar También puedes aplicar filtros para encontrar las carreras que más te interesen Selecciona Sede Selecciona Escuela Selecciona Modalidad Limpiar * Los datos de jornadas y aranceles deben corroborarse al interior de cada ficha de carrera. FINANCIAMIENTO Gratuidad VER MÁS Crédito con Garantía Estatal VER MÁS Convenios Duoc-Empresas VER MÁS CARRERAS ONLINE CON LA CALIDAD DUOC UC Contamos con una oferta académica 100% online, en la cual priorizamos la flexibilidad y calidad. VER CARRERAS ONLINE INFORMACIÓN IMPORTANTE ARTICULACIÓN Revisa convenios con Liceos Técnico Profesionales y dale continuidad a tus estudios. VER MÁS OTRAS VÍAS DE ADMISIÓN Consulta para retomar estudios, transferirte de carrera o institución o validar tu experiencia laboral. COMIENZA TU PROCESO PREGUNTAS FRECUENTES Resuelve todas tus dudas respecto a nuestro proceso de Admisión. RESOLVER MIS DUDAS Infórmate primero sobre el PROCESO DE ADMISIÓN 2026 ¿Tienes dudas? Hablemos NUESTRO MAIL Escríbenos y te responderemos a la brevedad admisionduocuc@duoc.cl WHATSAPP ¿Tienes preguntas? Escríbenos y conversemos +569 5814 2089 TELÉFONO ¿Prefieres conversar? Llámanos y te orientamos +56 227 120 640 CONOCE Duoc UC DESDE ADENTRO En Tu Primer Paso encontrarás experiencias, talleres y orientación para descubrir tu vocación y elegir tu carrera. IR AL SITIO TU PRIMER PASO",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:17.535689",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 293725,
      "response_time": 0.208732,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/vida-estudiantil/titulados/",
    "title": "Titulados – Duoc UC",
    "text": "Home Titulados Portal Titulados Actividades Preguntas Frecuentes Titulados Inspiradores Quiénes Somos ¡Te invitamos a formar parte de la comunidad de Titulados! En ella podrás reencontrarte con ex compañeros, docentes, generar redes de contacto, asistir a eventos especiales, tener apoyo para la búsqueda de empleo, conocer opciones de educación continua y mucho más. ¿DÓNDE ESTAMOS? Nuestras oficinas están ubicadas en el piso 10 de Casa Central de Duoc UC, ubicada en Eliodoro Yáñez 1595, Providencia, Región Metropolitana. En la búsqueda de estar permanentemente en contacto con nuestros titulados colocamos a disposición el correo titulados@duoc.cl , nuestras sedes y todas nuestras Redes Sociales, las cuales están siendo permanentemente monitoreadas. ¡Sigamos Conectados! Beneficios Conoce los diferentes beneficios para titulados de Duoc UC VER MÁS Referentes Dentro de este grupo de titulados referentes, hemos reconocido subcategorías en las que nuestros titulados destacan: VER MÁS Testimonios Conoce la historia de algunos de los titulados de Duoc UC de nuestras diferentes escuelas. VER MÁS Duoc Laboral Bienvenidos al primer portal de nuestros estudiantes y titulados. ir al portal Educación Continua Conoce nuestros cursos, diplomados y mallas, los cuales podrás convalidar con nuestras Carreras Técnico Profesionales. Ver Cursos Pastoral de Titulados Esta es la oportunidad de seguir siendo parte de nuestra comunidad y de fortalecer tus lazos con otros profesionales comprometidos con valores fundamentales que marcan el sello de Duoc UC. ir a pastoral Noticias PUBLICADO EL 6 Agosto, 2025 Duoc UC reconoce a 24 Titulados Inspiradores en su 4ta versión. Leer noticias > Titulados PUBLICADO EL 26 Junio, 2025 Feria laboral Duoc UC, El futuro está aquí Leer noticias > Titulados PUBLICADO EL 17 Marzo, 2025 Erwin Fernández: Compromiso y liderazgo en la logística industrial Leer noticias > +260.000 Titulados +1.500 Asistentes a encuentros +1.100 Asistentes a actividades deportivas",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:18.078468",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 272543,
      "response_time": 0.322694,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/escuela/construccion/",
    "title": "Construcción – Duoc UC",
    "text": "Escuela de Construcción Sobre la Escuela Noticias y Eventos Convenios Proyectos Escuela de Construcción: dale forma a tu futuro La Escuela de Construcción de Duoc UC prepara a los futuros profesionales del sector con una formación práctica y cercana a la industria. Nuestras carreras de construcción abordan los desafíos actuales del rubro con énfasis en la sostenibilidad, la tecnología y la gestión de proyectos, con foco en el mundo profesional. ¿Quieres saber más? Descubre todos los detalles sobre nuestras carreras. razones para estudiar en nuestra escuela TECNOLOGÍA Contamos con carreras de construcción 100% vinculadas a las tendencias tecnológicas de toda la industria nacional. COLABORACIÓN Poseemos colaboraciones con instituciones y empresas que son parte del área de la construcción. DOCENTES ESPECIALIZADOS Nuestros docentes poseen una excelente experiencia junto a los más altos estándares de trabajo. EXCELENCIA Nuestra escuela es ampliamente considerada por los empleadores del rubro de la construcción en Chile. CONOCE Nuestras carreras ICONOGRAFÍA: CARRERA DIURNA / CARRERA VESPERTINA / CARRERA 100% ONLINE CARRERA TÉCNICA TÉCNICO EN PREVENCIÓN DE RIESGOS LABORALES Duración: 10 bimestres MÁS INFORMACIÓN CARRERA TÉCNICA DIBUJO Y MODELAMIENTO ARQUITECTÓNICO Y ESTRUCTURAL Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN CONSTRUCCIÓN Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO TOPOGRÁFO GEOMÁTICO Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA RESTAURACIÓN DE BIENES PATRIMONIALES Duración: 5 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN CONSTRUCCIÓN Duración: 8 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN PREVENCIÓN DE RIESGOS Duración: 5 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN PREVENCIÓN DE RIESGOS Duración: 8 semestres MÁS INFORMACIÓN TE INVITAMOS A LLENAR NUESTRO FORMULARIO ¡Estamos aquí para ayudarte! Si tienes dudas sobre el proceso de admisión, requisitos de postulación, cómo financiar tus estudios o simplemente quieres orientación y ayuda, llámanos y déjanos tus datos. Te contactaremos a la brevedad para poder ayudarte. Escríbenos al correo admisionduocuc@duoc.cl WhatsApp +569 5814 2089 Teléfono +56 227 120 640",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:21.464667",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 255081,
      "response_time": 0.320122,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/contacto-admision/",
    "title": "Contacto Admisión – Duoc UC",
    "text": "TE INVITAMOS A LLENAR NUESTRO FORMULARIO ¡Estamos aquí para ayudarte! Si tienes dudas sobre el proceso de admisión, requisitos de postulación, cómo financiar tus estudios o simplemente quieres orientación y ayuda, llámanos y déjanos tus datos. Te contactaremos a la brevedad para poder ayudarte. Escríbenos al correo admisionduocuc@duoc.cl WhatsApp +569 5814 2089 Teléfono +56 227 120 640",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:22.536096",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 205647,
      "response_time": 0.198542,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/politica-privacidad/",
    "title": "Política de Privacidad – Duoc UC",
    "text": "POLÍTICA DE PRIVACIDAD SITIOS Y PORTALES WEB DUOC UC I. General Mediante esta declaración, Duoc UC informa a los usuarios y visitantes de sus sitios y portales web de su propiedad (en adelante denominados el “Usuario” o los “Usuarios”), acerca de su Política de Protección de Datos de Carácter Personal (en adelante denominados “Datos Personales” y la política de protección denominada “Política de Privacidad”). La Política de Privacidad es aplicable a todos los sitios y portales de Duoc UC (en adelante denominados los “Portales”). Sin perjuicio de lo anterior, cada uno de los Portales puede tener Políticas Específicas de Privacidad que complementen o modifiquen en parte la presente Política de Privacidad. Es responsabilidad del Usuario conocer dichas políticas específicas, las que deberán ser aceptadas por el Usuario en cada caso. El Usuario acepta expresamente y reconoce que ha revisado y está de acuerdo con la Política de Privacidad, y las políticas específicas en caso de haberlas, de los sitios y portales de Duoc UC. Duoc UC se reserva el derecho a modificar la presente Política de Privacidad y las Políticas Específicas de Privacidad que puedan regular cada uno de los Portales, con el objeto de adaptarlas a cambios legislativos o doctrinales, a prácticas generales de la industria o a políticas institucionales de Duoc UC, o por otros motivos. Es responsabilidad del Usuario mantenerse informado acerca de la Política de Privacidad vigente cada vez que hace uso de los Portales. La presente Política de Privacidad corresponde a la versión de fecha 4 de agosto de 2025. II. Acceso a la Información Los contenidos de los sitios y portales de Duoc UC tienen carácter gratuito para los Usuarios, sin embargo, hay información que está limitada para miembros de la comunidad Duoc UC. Para acceder a ellos los Usuarios miembros de la comunidad podrán acceder con los nombres de Usuario y claves que les correspondan. El Usuario es el único responsable de proteger y mantener la confidencialidad y el uso de sus credenciales. Toda información que se envíe y las operaciones que sean efectuadas utilizando una cuenta personal de un Usuario y clave secreta será considerada enviada o realizada por dicho Usuario. La entrega de sus credenciales a terceras personas o su utilización por terceras personas, no implicará responsabilidad alguna para Duoc UC y las entidades de su grupo empresarial y no podrá ser invocada como causal para eximir de responsabilidad al Usuario. III. Información de los Usuarios, de terceros y uso de la información Para el acceso y consulta de la información almacenada en los Portales, Duoc UC establece para la operatoria de su Sitio Web los siguientes términos generales o condiciones de uso. Quedan al margen de estas normas los términos de los eventuales convenios de intercambio de información que la institución celebre con entidades públicas y privadas, los que primarán por especialidad. La Institución declara que recopila datos de los suscriptores, Usuarios y visitantes, incluso obtenidos mediante el envío de cookies, los que serán objeto de un tratamiento automatizado e incorporados a ficheros de su propiedad no accesibles a terceros. Para ello no será necesaria la identificación personal de Usuarios y/o visitantes. Sin embargo, también podrán ser requeridos expresamente datos personales de Usuarios o visitantes de los sitios y portales de Duoc UC. La entrega de esta información será voluntaria y se indicará claramente el fin para el cual está siendo solicitada. Duoc UC utilizará la información recopilada de los usuarios exclusivamente para obtener una mejor comprensión de las necesidades y sus preferencias y de esta forma entregarles un mejor servicio. Duoc UC no comunicará ni transferirá a terceros los datos personales de sus Usuarios sin el consentimiento expreso del titular. No obstante lo anterior, de existir obligación legal o ser requerido por un tribunal de justicia u otra autoridad competente, en el ejercicio de sus atribuciones legales, se hará entrega de la información solicitada. Duoc UC adopta medidas técnicas y organizativas adecuadas para resguardar los datos personales contra su acceso no autorizado, pérdida, destrucción o alteración. Estas medidas incluyen, entre otras, el uso de tecnologías de cifrado, controles de acceso y sistemas de seguridad. Duoc UC informa al Usuario que sus datos personales no estarán sujetos a elaboración de perfiles ni a decisiones automatizadas que puedan afectar sus derechos o libertades. Las direcciones de Internet, sitios web, plataformas digitales y/o aplicaciones móviles de terceros a las que se vincule en los Portales no están bajo el control de Duoc UC y son responsabilidad de sus autores o representantes. Al hacer el Usuario click en el vínculo o enlace al sitio, plataforma o aplicación externo, Duoc UC no se responsabiliza por la veracidad o exactitud de la información contenida en éstos, si dicha conexión no puede realizarse, si el contenido de los sitios, plataformas y/o aplicaciones visitados no proporcionan información de utilidad al Usuario, por el tratamiento de sus datos personales que pudieran realizar los terceros que no provean servicios de procesamiento de datos a Duoc UC, representantes o responsables de los sitios, plataformas y/o aplicaciones ni por otros problemas asociados a dichos sitios, plataformas y/o aplicaciones. Dichos sitios, plataformas y/o aplicaciones probablemente contienen sus propias políticas de privacidad, por lo que recomendamos consultarlas antes de usarlos, para confirmar que estás de acuerdo con ellas. Duoc UC no asume responsabilidad alguna más allá de las que la Constitución y las leyes establezcan. Tampoco asume responsabilidad desde el punto de vista legal o de otra índole, por la precisión, actualización o vigencia, oportunidad, contenidos o usos que se dé a la información y a los documentos que se han poblado en esta página. Duoc UC ha velado previamente por la exactitud de los contenidos en los Portales, pero no asume responsabilidad por la información proporcionada por terceros y reproducida en los mismos, tales como -pero no reducido a- notas de prensa u otras, como tampoco por las discrepancias que puedan eventualmente presentarse entre la versión electrónica de los documentos publicados y su versión en medio impreso. Por tratarse la implementación de los Portales de un servicio comunicacional y de publicidad y apoyo a la comunidad Duoc UC, los Usuarios que accedan deben considerar sus antecedentes a título ilustrativo, de modo que sólo a ellos les corresponde su análisis, verificación e interpretación para adoptar cualquier decisión de carácter comercial, académica, laboral, institucional, promocional, etcétera, basadas en las mismas. La Institución no se hace responsable por errores u omisiones causados por problemas de telecomunicaciones o de los sistemas computacionales de terceros, siendo responsabilidad exclusiva de quienes accedan a los Portales contratar u obtener los equipos y programas, las líneas telefónicas y los accesos a la red mediante un proveedor determinado. El servicio de información ofrecido a los Usuarios que accedan a los Portales de Duoc UC es actualmente gratuito y sin cargo alguno, sin perjuicio de lo dispuesto en el marco o en conformidad a las leyes y resoluciones que autorizan expresamente cobros, las que se mantienen vigentes y priman por especialidad. IV. Derechos de los Usuarios respecto de su información personal. De acuerdo con la normativa vigente en materia de protección de datos personales, el Usuario tiene derecho a acceder, rectificar, suprimir, oponerse al tratamiento y solicitar la portabilidad de sus datos personales en cualquier momento. Para ejercer cualquiera de estos derechos, el Usuario puede enviar una solicitud al correo gobiernodedatos@duoc.cl, especificando el derecho que desea ejercer y proporcionando la información necesaria para validar su identidad: 1.- Derecho de Acceso Todo Usuario tiene el derecho a solicitar y obtener confirmación sobre si Duoc UC está tratando datos personales que le conciernen, así como a acceder a esos datos y recibir información sobre su tratamiento. Esto incluye la finalidad del tratamiento, las categorías de datos personales y los destinatarios de la información. 2.- Derecho de Rectificación Si un Usuario considera que los datos personales que Duoc UC mantiene sobre él o ella son inexactos o incompletos, tendrá el derecho a solicitar su corrección o actualización. El Usuario deberá proporcionar los datos correctos o la información adicional necesaria de respaldo para que Duoc UC pueda hacer las modificaciones correspondientes. 3.- Derecho de Supresión Cualquier Usuario puede solicitar la eliminación de sus datos personales cuando, entre otras razones, los datos carezcan de fundamento legal o se encuentren caducos, o cuando retire su consentimiento en el que se basa el tratamiento, siempre que no exista otro motivo legítimo que justifique su conservación por parte de Duoc UC. 4.- Derecho de Oposición El Usuario tiene el derecho a oponerse al tratamiento de sus datos personales en situaciones específicas, como, por ejemplo, cuando se realice con fines de marketing directo. Si el Usuario ejerce este derecho, dejaremos de tratar sus datos personales para las finalidades que correspondan. Asimismo, para cualquier reclamo, solicitud de información el Usuario podrá contactarse con Duoc UC a través de la cuenta de correo electrónico: gobiernodedatos@duoc.cl. Es importante incluir en su requerimiento la identificación del Usuario, los datos correspondientes y una descripción clara del requerimiento.",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:23.965991",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 213617,
      "response_time": 0.367247,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/redes-sociales/",
    "title": "Redes Sociales Duoc UC – Duoc UC",
    "text": "Institucional y Admisión Escuelas Sedes Pastoral Otras áreas Institucional Cuentas oficiales Duoc UC Admisión Duoc UC Admisión General Admisión Región del Bío Bío Admisión Región de Valparaíso Admisión Región de Los Lagos y Araucanía Admisión Campus Arauco Admisión Campus Villarica Escuelas Escuela de Administración y Negocios Escuela de Comunicación Escuela de Construcción Escuela de Diseño Escuela de Informática y Telecomunicaciones Escuela de Ingeniería Escuela de Recursos Naturales Escuela de Salud Escuela de Turismo Sedes Alameda Antonio varas Campus Arauco Maipú Melipilla Nacimiento Padre Alonso de Ovalle Plaza Norte Plaza Oeste Plaza Vespucio Puente Alto Puerto Montt San Andrés de Concepción San Bernardo San Carlos de Apoquindo San Joaquín Valparaíso Viña del Mar Villarrica Pastoral General Misiones Solidarias Alameda Antonio varas Padre Alonso de Ovalle Plaza Norte Plaza Vespucio Puente Alto San Joaquín Valparaíso Otras áreas Internacionalización Educación Continua Titulados Innovación Biblioteca CITT CIE Edificio Cousiño Duoc Laboral Cocina Duoc Extensión La Cantera Duoc E-learning Eventos Duoc UC",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:25.374671",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 246366,
      "response_time": 0.40533,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/vida-estudiantil/",
    "title": "Vida Estudiantil – Duoc UC",
    "text": "Inicio Asuntos Estudiantiles Apoyo Estudiantil Deportes Calendario 2025 Contacto ¡Bienvenido al corazón de la vida estudiantil en Duoc UC! Te invitamos a formar parte de la gran comunidad estudiantil Duoc UC. En ella podrás desarrollar tus habilidades, potenciar tus talentos, resolver tus inquietudes y beneficiarte de todos los servicios y actividades extracurriculares que sabemos ¡disfrutarás al máximo!. ASUNTOS ESTUDIANTILES Tu apoyo en Duoc UC Apoyo y Bienestar estudiantil Convivencia e Inclusión Punto Estudiantil Duocanos en Acción asuntos estudiantiles Tu apoyo en Duoc UC APOYO Y BIENESTAR Convivencia e Inclusión PUNTOS ESTUDIANTILES DUOCANOS EN ACCIÓN En Duoc UC, el deporte impulsa el éxito estudiantil. deportes y actividad física Explora nuestras ramas deportivas, selecciones destacadas y eventos emblemáticos como los Juegos de Invierno y Juegos Olímpicos. Únete a una comunidad comprometida con el bienestar físico y el desarrollo integral. ¡Vive una experiencia deportiva extraordinaria en Duoc UC. ingresa aquí BIENESTAR Y SALUD ESTUDIANTIL Descubre cómo cuidamos tu bienestar físico, mental y emocional, a través de distintos servicios de apoyo y actividades, aquí encontrarás todo lo que necesitas para vivir una experiencia estudiantil plena en Duoc UC. ¡Tu bienestar es nuestra prioridad!. ingresa aquí Tu Voz en Duoc UC CONSEJEROS DE CARRERA ¡No pierdas la oportunidad de representar a tus compañeros y llevar sus ideas de mejora al siguiente nivel, mientras desarrollas tus habilidades de liderazgo!. Los consejeros de carreras, cumplen un papel vital en nuestras sedes, al  canalizar las inquietudes de sus compañeros ante las autoridades correspondientes, impulsando proyectos e iniciativas que fortalezcan nuestra comunidad y vida. ingresa aquí PASTORAL Al servicio de la formación de personas, profesionales y técnicos, capaces de desplegar un proyecto de vida integral, con un claro sello ético-cristiano, para colaborar activamente con el desarrollo del país.​ PASTORAL INTERNACIONALIZACIÓN Buscamos que toda la comunidad duocana integre el ámbito de la internacionalización en su día a día para que sean capaces de analizar asuntos globales e interculturales, valorar y respetar las distintas perspectivas al interrelacionarse con personas de diferentes culturas, y emprender acciones por el bien común y el desarrollo sostenible del país y el mundo. CONOCE MÁS DESARROLLO PROFESIONAL En Duoc UC, entendemos la importancia del desarrollo profesional en el mundo actual. Nuestro programa técnico profesional te ofrece una experiencia educativa integral diseñada para impulsar tu crecimiento en el campo laboral. Con docentes altamente calificados, te brindamos las herramientas necesarias para alcanzar tus metas profesionales. CONOCE MÁS ¡NO TE OLVIDES ! Periodo de Exámenes 9 al 22 de diciembre Cierre Académico y Término de Semestre 23 de diciembre Período de Matriculas 1 semestre 2026 1 de diciembre al 12 de enero 2026 Inscripción de asignaturas  A. Continuidad 1 semestre 2026 13 al 15 de enero DESCARGAR CALENDARIO ACADÉMICO ¡NO TE OLVIDES ! 4 de marzo Jornada de Inicio 11 de marzo Inicio de clases 8 de julio Periodo de exámenes 24 de julio Fin primer semestre 30 de julio Inscripción de asignaturas 2º semestre DESCARGAR CALENDARIO ACADÉMICO VIDA ESTUDIANTIL EN SEDES × × × × NOTICIAS Y AGENDA",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:26.811410",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 270902,
      "response_time": 0.268132,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/escuela/comunicacion/",
    "title": "Comunicación – Duoc UC",
    "text": "Escuela de Comunicación Sobre la Escuela Noticias y Eventos Festival Somas REALIZA TUS SUEÑOS EN UNA carrera de comunicación La Escuela de Comunicación de Duoc UC impulsa una formación integral que une creatividad, tecnología y estrategia. Al estudiar una carrera de comunicación aprenderás sobre medios, la producción audiovisual o la gestión de contenidos, con énfasis en la práctica profesional desde el primer año. ¿Quieres saber más? Descubre todos los detalles sobre nuestras carreras. razones para estudiar en nuestra escuela Infraestructura Contamos con centros tecnológicos de punta, para que puedas aprender sin limitaciones, acercándote a la realidad laboral. Liderazgo Le enseñamos a nuestros Técnicos y Profesionales a liderar la industria creativa, contribuyendo al desarrollo social, cultural y económico. Versatilidad Formamos comunicadores, animadores digitales e ingenieros capaces de adaptarse a las nuevas tecnologías y desafíos de la industria. Campo Laboral Podrás desarrollar estrategias publicitarias o gestionar la producción de eventos tanto internos como externos de diferentes empresas del sector. CONOCE Nuestras carreras ICONOGRAFÍA: CARRERA DIURNA / CARRERA VESPERTINA CARRERA PROFESIONAL TÉCNICO EN TRABAJO SOCIAL Duración: 10 bimestres NUEVA CARRERA MÁS INFORMACIÓN CARRERA PROFESIONAL PUBLICIDAD Duración: 8 semestres *Esta carrera cuenta con 2 menciones a las que podrás optar durante tu formación. Infórmate sobre ellas y elige la que más potencie tu perfil profesional. MÁS INFORMACIÓN CARRERA PROFESIONAL RELACIONES PÚBLICAS Y COMUNICACIÓN ORGANIZACIONAL Duración: 8 semestres *Esta carrera cuenta con 2 menciones a las que podrás optar durante tu formación. Infórmate sobre ellas y elige la que más potencie tu perfil profesional. MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO AUDIOVISUAL Duración: 5 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN SONIDO Duración: 8 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL COMUNICACIÓN AUDIOVISUAL Duración: 8 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TECNOLOGÍA EN SONIDO E ILUMINACIÓN Duración: 5 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL ANIMACIÓN DIGITAL Duración: 8 semestres MÁS INFORMACIÓN TE INVITAMOS A LLENAR NUESTRO FORMULARIO ¡Estamos aquí para ayudarte! Si tienes dudas sobre el proceso de admisión, requisitos de postulación, cómo financiar tus estudios o simplemente quieres orientación y ayuda, llámanos y déjanos tus datos. Te contactaremos a la brevedad para poder ayudarte. Escríbenos al correo admisionduocuc@duoc.cl WhatsApp +569 5814 2089 Teléfono +56 227 120 640",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:28.540046",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 258918,
      "response_time": 0.360378,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/admision/especial/",
    "title": "Admisión Especial – Duoc UC",
    "text": "Inicio Oferta Académica Financiamiento Duoc Online Contacto MATRICÚLATE Admisión\nEspecial Admisión\nEspecial Campus Virtual Admisión\nde Alumnos Extranjeros ¡Conoce nuestras vías de Admisión Especial! Nuestra Admisión Especial está dirigida a quienes han desarrollado trayectorias académicas o profesionales previas y desean continuar su formación en nuestra institución. A través de distintas modalidades, ofrecemos oportunidades de ingreso para quienes han cursado estudios superiores en otras instituciones, cuentan con un título técnico o poseen experiencia laboral relevante y comprobable. Revisa los requisitos de cada modalidad y encuentra la alternativa que mejor se adapte a tu perfil. Periodo de Postulación: Desde 03 de noviembre de 2025 al 28 de febrero de 2026. conoce las vías de ingreso vigentes Como Institución disponemos de diferentes vías de admisión, puedes revisar la siguiente información: Articulación para titulados(as) técnicos(as) de otras instituciones de educación superior ¿Te titulaste de una carrera técnico-profesional y quieres continuar tus estudios? A través de esta vía, podrás continuar desde el quinto semestre de la carrera profesional correspondiente, gracias al reconocimiento de tus aprendizajes previos. Esta alternativa está dirigida a titulados (as) de instituciones técnico-profesional que deseen obtener un título profesional en la misma área disciplinar. Conoce más aquí Período de postulación: Desde el 03 de noviembre del 2025 al 28 de febrero de 2026. Articulación para titulados(as) técnicos(as) de Duoc UC ¿Te titulaste de una carrera técnico-profesional de Duoc UC cuyo plan de estudios ya no está vigente? A través de esta vía, puedes continuar tu formación profesional en la carrera correspondiente, reconociendo tus aprendizajes previos y comenzando desde el quinto nivel de la carrera profesional. Conoce más aquí Período de postulación: Desde el 03 de noviembre del 2025 al 28 de febrero de 2026. Reconocimiento de estudios de otras instituciones ¿Realizaste estudios en otra institución de educación superior, en Chile o en el extranjero? A través de esta vía, puedes reconocer tus estudios previos —completos o incompletos— para continuar tu formación en Duoc UC y avanzar hacia la obtención de un nuevo título profesional o técnico. Conoce más aquí Período de postulación: Desde el 03 de noviembre del 2025 al 28 de febrero de 2026. Reconocimiento por Experiencia Laboral ¿Tu experiencia laboral está relacionada con la carrera que quieres estudiar? Esta vía está dirigida a postulantes con al menos tres años de experiencia laboral comprobable en los últimos diez años, relacionada con la carrera que deseas cursar. Podrás validar conocimientos y habilidades adquiridos en distintos contextos: Informal: Experiencia laboral demostrable y afín a la carrera. No formal: Capacitaciones, cursos, diplomados relacionados con la carrera o certificación de competencias (Chile Valora Conoce más aquí Período de postulación: Desde el 03 de noviembre del 2025 al 28 de febrero de 2026. Reintegros ¿Suspendiste tu carrera o fuiste estudiante de Duoc UC y deseas retomar tus estudios? . Esta vía está dirigida a exestudiantes y titulados (as) de Duoc UC que deseen reintegrarse a su carrera de origen o continuar en otra carrera dentro de la institución . Conoce más Aquí Postulaciones abiertas todo el año",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:30.352489",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 239298,
      "response_time": 0.241354,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/oferta-academica/cursos-diplomados/",
    "title": "Cursos y Diplomados – Duoc UC",
    "text": "Diplomados destacados Educación Continua Diplomado en Liderazgo para la Transformación Organizacional Educación Continua Diplomado en Control de Gestión Estratégico Educación Continua Diplomado en Análisis y Gestión Financiera VER TODOS LOS DIPLOMADOS Cursos destacados VER TODOS LOS CURSOS CURSOS DESTACADOS Educación Continua Curso Curso Aplicación de Herramientas de Gestión y Control Educación Continua Curso Curso Atracción de Talento, Selección y Onboarding Organizacional Educación Continua Curso Curso Presentaciones Efectivas Noticias PUBLICADO EL 13 Octubre, 2025 Women on Innovation 2025: Más mujeres en Innovación y tecnología Leer noticias > Educación Continua PUBLICADO EL 1 Julio, 2025 Diplomado de Investigación Aplicada Leer noticias > Educación Continua PUBLICADO EL 30 Mayo, 2025 Duoc UC y Fundación Contrabajo inician por tercer año consecutivo curso en salud para jóvenes con discapacidad cognitiva Leer noticias > VER TODOS LAS NOTICIAS Testimonios A continuación te dejamos algunas experiencias de alumnos y profesores que han sido parte de nuestros Programas de Educación Continua. Giannina Macalusso Docente Curso Community Manager y Social Media \"Siempre estamos en la línea de actualizarnos en los Programas y entregar una experiencia sólida\". Patricia Venegas Alumna Curso Técnicas de Remuneración, Indemnización y Finiquito. \"Aprendí mucho, los docentes muy preparados y el sistema de clases funciona muy bien\". Pedro Cabello Alumno Diplomado en ITO: mención gestión en calidad de obra. \"Destaco la preparación de los docentes, las metodologías avanzadas y la sólida formación\". Algunas de las empresas que han confiado en nosotros Contacto Educación Continua E-mail educacioncontinua@duoc.cl Informaciones e Inscripciones (+56) 442 201 096 (+56) 227120246 Sigue a Educación Continua en RRSS:",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:31.547408",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 222838,
      "response_time": 0.36101,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/duoconline/",
    "title": "\n        DUOC UC Online    ",
    "text": "CONOCE NUESTRAS CARRERAS ESCUELA DE INFORMÁTICA Y TELECOMUNICACIONES Desarrollo de Aplicaciones IR A LA CARRERA ESCUELA DE DISEÑO Desarrollo y Diseño Web IR A LA CARRERA ESCUELA DE CONSTRUCCIÓN Prevención de Riesgos Laborales IR A LA CARRERA ESCUELA DE ADMINISTRACIÓN Y NEGOCIOS Administración Pública IR A LA CARRERA ESCUELA DE ADMINISTRACIÓN Y NEGOCIOS Ingeniería en Marketing Digital IR A LA CARRERA ESCUELA DE ADMINISTRACIÓN Y NEGOCIOS Contabilidad Tributaria IR A LA CARRERA ESCUELA DE ADMINISTRACIÓN Y NEGOCIOS Administración de Empresas IR A LA CARRERA ESCUELA DE ADMINISTRACIÓN Y NEGOCIOS Técnico en Operaciones Logísticas IR A LA CARRERA ESCUELA DE INGENIERÍA Y RR.NN Téc. en Control y Monitoreo Remoto de Proc. Mineros IR A LA CARRERA ESCUELA DE INFORMÁTICA Y TELECOMUNICACIONES Analista Programador Computacional IR A LA CARRERA *CARRERA CON REQUISITO ESPECIAL DE INGRESO ESCUELA DE INFORMÁTICA Y TELECOMUNICACIONES Ingeniería en Desarrollo de Software IR A LA CARRERA CARRERA NUEVA ESCUELA DE ADMINISTRACIÓN Y NEGOCIOS Auditoría y Análisis de Negocios IR A LA CARRERA ESTE ES TÚ MOMENTO MATRÍCULATE HOY DESCUBRE DUOC ONLINE MATRICÚLATE AHORA CARRERA NUEVA ESCUELA DE ADMINISTRACIÓN Y NEGOCIOS Ingeniería en Gestión de Personas IR A LA CARRERA CARRERA NUEVA ESCUELA DE COMUNICACIÓN Relac. Públicas y Com. Organizacional IR A LA CARRERA CARRERA NUEVA ESCUELA DE COMUNICACIÓN Técnico en Trabajo Social IR A LA CARRERA CARRERA NUEVA ESCUELA DE CONSTRUCCIÓN Ingeniería en Prevención de Riesgos IR A LA CARRERA CARRERA NUEVA ESCUELA DE INFORMÁTICA Y TELECOMUNICACIONES Ingeniería en Ciberseguridad IR A LA CARRERA *CARRERA CON REQUISITO ESPECIAL DE INGRESO CARRERA NUEVA ESCUELA DE INFORMÁTICA Y TELECOMUNICACIONES Ingeniería en Ciencia de Datos IR A LA CARRERA *CARRERA CON REQUISITO ESPECIAL DE INGRESO CARRERA NUEVA ESCUELA DE INGENIERÍA Y RR.NN Ing. en Automatización y Control Industrial IR A LA CARRERA CARRERA NUEVA ESCUELA DE INGENIERÍA Y RR.NN Ingeniería Industrial IR A LA CARRERA TU EDUCACIÓN ONLINE AL ALCANCE APOYO FINANCIERO Porque el financiamiento estudiantil es un tema de relevancia para la modalidad 100% Online, conoce algunas alternativas de apoyo a tu financiamiento y economía. Puedes comunicarte a financiamientoonline@duoc.cl *Según norma MINEDUC sólo pueden optar a gratuidad las carreras con programas 100% presenciales CONVENIOS Nuestros convenios otorgan descuentos especiales en arancel y/o matrícula para que los colaboradores de las siguientes empresas e instituciones potencien su desarrollo profesional y el de sus familias. ARMADA DE CHILE BIENESTAR FUERZA AEREA CAPREDENA DICTUC GRUPO SANTANDER EJERCITO DE CHILE INMOBILIARIA LOS PARQUES CMPC CGS CARABINEROS DE CHILE HOGAR DE CRISTO BIENESTAR MUTUAL DE SEGURIDAD PONTIFICIA UNIVERSIDAD CATÓLICA Accede aquí al detalle de todos los convenios y a más información. Si tienes dudas o consultas porfavor escribir a: admisionempresa@duoc.cl Experiencia Académica Online Nuestro modelo académico ha sido especialmente adaptado para que el aprendizaje a distancia esté al mismo nivel de una experiencia educativa presencial . Para esto se ha considerado: ESTRUCTURA DEL CAMPUS VIRTUAL Estándares internacionales rigurosos en el diseño, desarrollo e implementación de nuestros programas y con un soporte integral en todas las dimensiones de tu carrera. FLEXIBILIDAD PARA TU ÉXITO Carga académica acorde a tus necesidades, donde el año está compuesto por 5 bimestres, cada uno con duración de 9 semanas, con un promedio de 3 asignaturas disciplinares y/o transversales. DOCENTES ESPECIALIZADOS Capacitados para la enseñanza en línea y en sus respectivas disciplinas, te garantizan habilidades necesarias para enfrentar los desafíos del futuro. INDUCCIÓN Actividades de iniciación para una exitosa integración a la modalidad online y le saques el máximo provecho a tu aprendizaje. PROGRAMA DE ACOMPAÑAMIENTO Te guiamos a lo largo de tu ruta académica, identificando y brindándote apoyo en tus actividades cuando lo necesites. INTERACCIÓN CONSTANTE Retroalimentación y colaboración permanente entre estudiantes, docentes y tutores para enriquecer tu experiencia de estudios. HORARIO FLEXIBLE Clases son principalmente asincrónicas (no existe un horario de clases). Posibilidad de acceder a momentos de sincronía acordados con el docente. EVALUACIÓN CENTRADA EN EL APRENDIZAJE Un sistema que se enfoca en demostrar tu aprendizaje y desarrollo de las competencias declaradas en el perfil de egreso de tu carrera.",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:33.551846",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 121852,
      "response_time": 0.33129,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/nosotros/sobre-duoc/transparencia/",
    "title": "Transparencia – Duoc UC",
    "text": "Transparencia La necesidad de transparentar el acceso a información relevante de Duoc UC y los diversos cambios que se están generando en el sistema de educación superior, hacen necesario el generar mecanismos de información que permitan a las personas y a la comunidad institucional tener acceso a documentos relevantes de Duoc UC. Con este espacio se está dando respuesta a requerimientos de información, así como también se está dado paso a un proceso de transparencia activa que busca informar a toda la comunidad sobre los principales aspectos de nuestra institución. MARCO NORMATIVO INFORMES TRANSPARENCIA RESOLUCIONES RECTORIA - VREG - VRA Rectoría 2025 Res Rectoría Nº1: \"Aprueba Creación del 'Centro de Negocios DUOC UC', de la Escuela de Administración y Negocios\" Res Rectoría Nº2: Aprueba Lineamientos Generales de Inteligencia Artificial. Res Rectoría Nº3: \"Beca de Rectoría por Rendimiento Deportivo Relevante 80%\" Res. Rectoría Nº4: Beca de Rectoría por Rendimiento Deportivo Relevante 100%. Res. Rectoría N°5: Aprueba Protocolo de Seguridad Integral Res. Rectoría N°6: Modifica \"Instructivo de Uso de Nombre Social\" Res. Rectoría N°7: Aprueba Reglamento Programa Especial de Apoyo al Estudiante DUOC UC en Contextos de Emergencia. Res. Rectoría N°8: Aprueba Reglamento Programa de Materiales para Estudiantes de DUOC UC. Res. Rectoría N°9: Aprueba Reglamento Programa Certifika del Programa de Apoyo a los Estudiantes de DUOC UC Res. Rectoría N°10: Aprueba Reglamento Programa Focalizado para Estudiantes con Dificultades de Acceso al Sistema de Transporte Res. Rectoría N°11: Aprueba Reglamento \"Programa Ayudantías de Servicios y Tutores Par del Programa PAEDIS de DUOC UC\" Res. Rectoría N°12: Modifica Reglamento de Procedimiento Disciplinario para la Determinación de Infracciones y Aplicación de Sanciones a la Normativa Interna DUOC UC Res. Rectoría N°13: Beca Rectoría por Reconocimiento Deportivo Relevante del 80% Res. Rectoría N°14: Beca Rectoría por Reconocimiento Deportivo Relevante del 100% Res. Rectoría N°15/2025 Programa de Materiales para Estudiantes Deportistas Seleccionados Nacionales de Duoc UC Resolución Rectoría N°16 Aprueba Anexo Reglamento \"Programa Focalizado para Estudiantes con Dificultades de Acceso al Sistema de Transporte\" Resolución Rectoría N°17/2025 Aprueba Reglamento \"Reproceso de Materiales para Estudiantes de Duoc UC 2024 Res. Rectoría N°1: “Aprueba Modificación al Reglamento General” Res. Rectoría N°2/2024: Aprueba Creación del“Centro de Gestión y Tecnologías de Eficencia del Agua” Res. Rectoría N°3/2024: “Política de Propiedad Intelectual y Derechos de Autor” Lineamientos Y Recomendaciones para el Buen Trato y Sana Convivencia para Colaboradores de Duoc UC Res. Rectoría N°4/2024: “Aprueba Reglamento Programa de Emergencias 2024” Res. Rectoría N°5/2024: “Aprueba Programa Focalizado Acceso Sistema Transportes” Res. Rectoría N°6/2024: “Aprueba Programa de Materiales para Estudiantes de Duoc UC” Res. Rectoría N°7/2024: “Aprueba Modif a la Política Institucional de Inclusion de Colaboradores con Discapacidad” Res. Rectoría N°8: “Aprueba Política de Seguridad Integral Duoc UC” Res. Rectoría N°9: “Aprueba Política Dirección General de Personas” Res. Rectoría N°10/2024: “Aprueba Modificación Política de Seguridad Integral DUOC UC” Res. Rectoría N°11/2024: “Aprueba Política General de Seguridad de la Información” Res. Rectoría N°12/2024: “Beca de Rectoría por Rendimiento Deportivo Relevante del 80%” Res. Rectoría N°13/2024: “Beca de Rectoría por Rendimiento Deportivo Relevante del 100%” Res. Rectoría N°14/2024: Beca “Espíritu DUOC UC” Res. Rectoría N°15/2024: Modifica “Política Integral de Convivencia, Inclusión y Equidad de Género” Res Rectoría Nº16/2024: \"Programa Extraordinario Focalizado para Estudiantes con Dificultades de Acceso al Sistema de Transporte\" Res Rectoría Nº17/2024: \"Aprueba Modificación al Manual del Sistema de Ética e Integridad\" Res Rectoría Nº18/2024: \"Aprueba Política de Clasificación de Datos e Información\" Res Rectoría Nº19/2024: \"Aprueba Política de Comunicación Interna DUOC UC\" Res Rectoría Nº20/2024: \"Aprueba Norma de Carácter General sobre Sana Convivencia y Protección de la Salud Mental en Campos Clínicos\" Res Rectoría Nº21/2024: \"Aprueba Normativa de Prácticas Clínicas e Internados\" 2023 Res. Rectoría N°9: “Aprueba Política Institucional de Gobierno de Datos de la Fundación Instituto Profesional Duoc UC” Res. Rectoría N°16: “Modifica reglamento académico Fundación Instituto Profesional Duoc UC” Res. Rectoría N°22: “Aprueba instructivo uso de nombre social” Res. Rectoria N°40: Aprueba Politica De Vinculacion Con El Medio De La Fund. Inst. Prof. Duoc Aprueba reglamento “Programa de Materiales para estudiantes de Duoc UC” Res. Rectoria 45/2023: “Actualiza Política Institucional de Inclusión” Vicerrectoría Económica y de Gestión 2025 Protocolo de Gestión de Residuos Resolución VREG 01/2025: \"Beca Deportiva 20%\" Resolución VREG 02/2025: \"Beca Deportiva Olímpica del 40%\" Resolución VREG 03/2025: Fija Valor Hora Alumnos Ayudantes de Servicio para el Periodo Académico 2025 Resolución VREG 04/2025: Aprueba Actualización de Normativa General de Viajes Resolución VREG N°05/2025: Complementa Resolución VREG N°04/2025 que Fija Forma de Pago y Valores de Matrícula, Aranceles, Certificaciones y Otros para el Año 2025 Modalidad Presencial. Resolución VREG N°06/2025: Plan de flexibilidad para el pago de aranceles, complementa Resolución VREG N°106/2023 que fija forma de pago y valores de matrícula, aranceles, certificaciones y otros para el año 2024 On Line Resolución VREG N°07/2025: Beca Deportiva Duoc UC 40% Resolución VREG N°08/2025: Beca Deportiva Duoc UC 20% Resolución VREG N°09/2025 Aprueba Reglamento Beca Apoyo a la Continuidad Académica Resolución VREG N°10/2025 Fija Forma de Pago y Valores de Matrícula, Aranceles Semestrales, Certificaciones y Otros para el Año 2026 Resolución VREG N°11/2025 Fija Forma de Pago y Valores de Matrícula, Aranceles Bimestrales, Certificaciones y Otros, para el Año 2026 - Modalidad On line. Resolución VREG N°12/2025 Modifica y Refunde Resolución N°10/2025 sobre Valores de Matrícula, Aranceles Semestrales, Certificaciones y Otros para el Año 2026 Resolución N°13/2025 Modifica y Refunde Resolución N°11/2025 sobre Valores de Matrícula, Aranceles Bimestrales, Certificaciones y Otros, para el Año 2026 Modalidad On Line. Resolución N°14/2025 Fija Valores de Matrícula y Aranceles Semestrales de Alumnos de Continuidad para el Año 2026 2024 Resolución VREG 01/2024: Aprueba Beca para Asignatura de Práctica Laboral y/o Profesional Resolución VREG 02/2024: Beca Deportiva 20% Resolución VREG 03/2024: Beca Deportiva Olímpica del 40% Resolución VREG 04/2024: \"Fija Forma de Pago y Valores de Matrícula, Aranceles Semestrales, Certificaciones y Otros, para el Año 2025\" Resolución VREG 05/2024: \"Fija Forma de Pago y Valores de Matrícula, Aranceles Bimestrales, Certificaciones y Otros, para el Año 2025, Modalidad Online\" Resolución VREG 06/2024: \"Modifica Resolución Nº05/2024 que Fija Forma de Pago y Valores de Matrícula, Aranceles Bimestrales, Certificaciones y Otros para el año 2025, Modalidad Online\" Resolución VREG 07/2024: \"Aprueba Modificación del Reglamento sobre Solicitudes de Cancelación de Obligaciones Económicas de los Alumnos\" Resolución VREG 08/2024: \"Fija Valores de Matrícula y Aranceles Semestrales de Alumnos de Continuidad para el Año 2025\" Resolución VREG 10/2024: \"Aprueba Instructivo de Asignación del Programa de Materiales para Estudiantes para Deportistas Seleccionados de DUOC UC\" Resolución VREG 11/2024: \"Aprueba Instructivo de Acreditación de Ingresos para Alumnos que son sus Propios Sostenedores para el Proceso de Admisión 2025\" Resolución VREG 12/2024: \"Complementa Resolución VREG Nº105/2023 Fija Forma de Pago y Valores de Matrícula, Aranceles, Certificaciones y Otros, para el Año 2024 Modalidad Presencial\" Resolución VREG 13/2024: \"Complementa Resolución VREG Nº106/2024 que Fija Forma de Pago y Valores de Matrícula, Aranceles, Certificaciones y Otros para el Año 2024, Online\" 2023 Instructivo de Donaciones Política Institucional de Sostenibilidad Resolución VREG 80/2022: De Forma de Pago Y Valores De Matricula, Aranceles Semestrales, Certificaciones Y Otros Para El Año 2024 Vicerrectoría Académica 2025 Res. VRA Nº01/2025: Aprueba Requisito de Asistencia respecto de Actividades de la Escuela de Salud de DUOC UC Res. VRA Nº02/2025: Aprueba “Diplomado en Análisis de Datos: Transformando Información en Decisiones” Res. VRA Nº03/2025: Aprueba “Excepción a la Banda de Ingreso 2024” Res. VRA Nº04/2025: Aprueba “Actualiza Protocolo de Incremento de Renta por Desempeño Docente” Res. VRA Nº05/2025: Fija Valores Bandas Salariales, Valor Hora Docente y de Herramientas Instruccionales para el Periodo Académico 2025 Res. VRA Nº06/2025: Modifica sede docente asociado Res. VRA Nº07/2025: Actualiza Instructivo Asignación de Movilización Especial Res. VRA Nº08/2025: Aprueba Diplomado en Gestión de personas en la organización Res. VRA Nº09/2025: Aprueba Diplomado en Movilidad Electrica Res. VRA Nº10/2025: Aprueba Diplomado en Relaciones Laborales y Negociación para el Bienestar Organizacional Res. VRA Nº11/2025: Aprueba Diplomado en Mecánica de Motos Res. VRA Nº12/2025: Aprueba Reglamento del Centro de Simulación de la Escuela de Salud y Bienestar Res. VRA Nº13/2025: Aprueba el Marco de Competencias Digitales Docentes Res. VRA Nº14/2025: Aprueba Calendario Académico Modalidad Online 2025, Segundo período académico Res. VRA Nº15/2025: Aprueba Diplomado en Ciberseguridad Res. VRA Nº16/2025: Aprueba Convalidación de Habilitaciones Disciplinares del Programa de Matemática Res. VRA Nº17/2025: Aprueba Diplomado en Administración de Plataformas Cloud Res. VRA Nº18/2025: Aprueba Diplomado en Ciberseguridad y Protección de Datos Res. VRA Nº19/2025: Excepciones a la Banda de Ingreso 2025 Res. VRA Nº20/2025: Excepción Aumento Valor Hora Res. VRA Nº21/2025: Excepción a la Banda de Ingreso 2025 Res. VRA Nº22/2025: Excepción a la Banda de Ingreso 2024 Res. VRA Nº23/2025: Aprueba Diplomado en IA Aplicada al Marketing Digital Resolución VRA N°24/2025Aprueba Diplomado en Procesos Industriales y Eficiencia en la Fabricación de Celulosa Resolución VRA N°25 Aprueba Guía de buenas prácticas Escuela de Salud y Bienestar Resolución VRA N°26/ Modifica el reglamento del Centro de Simulación de la Escuela de Salud y Bienestar Resolución VRA N°27/2025: Aprueba diplomado en venta consultiva, experiencia y fidelización de clientes Resolución VRA N°28/2025: Aprueba Diplomado en Desabolladura y Pintura Automotriz Resolución VRA N°29/2025: Aprueba Diplomado en Gestión Ambiental Resolución VRA N°30/2025 : Modifica Sede Docente Asociado Resolución VRA N°31/2025: Instructivo Formación Docente Obligatoria y Habilitante 2025 – Segundo Semestre. Resolución VRA N°32/2025: Excepción Aumento valor hora Resolución VRA N°33/2025: Aprueba diplomado en Gestión Estratégica de E-Commerce Resolución VRA N°34/2025: Aprueba diplomado en Control de gestión estratégico Resolución VRA N°35/2025: Aprueba Diplomado en Análisis y Gestión Financiera Resolución VRA N°36/2025: Modifica Sede Docente Asociado Resolución VRA N°37/2025: Fija Proceso de Selección de Especialistas Disciplinares Externos para el Desarrollo de Herramientas Curriculares e Instruccionales. Resolución VRA N°38/2025: Diplomado en Operación de Procesos Productivos Resolución VRA N°39/2025 Lineamientos para los Procesos de Innovación y Diseño Curricular en el Marco del Proceso CAPE Duoc UC Resolución VRA N°40/2025 Aprueba Actualización del Calendario Académico Modalidad Online 2025 - Segundo Periodo Académico. Resolución VRA N°41/2025 Aprueba Diplomado en Gestión y Liderazgo para la Transformación Organizacional Resolución VRA N°42/2025 Aprueba Creación y Actualización de Planes de Estudio Conducentes a Título 2026 Resolución VRA N°43/2025 Aprueba Diplomado en Inteligencia Artificial Aplicado en TI Resolución VRA N°44/2025 Aprueba Calendario Académico Modalidad Online 2026 - Primer Periodo Académico Resolución VRA N°45/2025 Fija Oferta de Programas y Vacantes para el Proceso de Admisión 2026 Resolución VRA N°46/2025 Convocatoria Ordinaria Proceso de Postulación a Categoría de Docente Asociado y Docente Titular Resolución N°47/2025 Aprueba Actualización del Reglamento Académico Modalidad Online Resolución VRA N°48/2025 Aprueba Actualización Calendario Académico Modalidad Online 2026 - Primer Periodo Académico Resolución VRA N°49/2025 Excepciones a la Banda de Ingreso 2025 Resolución VRA N°50/2025 Aprueba Diplomado en IA Aplicada al Marketing Digital Res. VRA Nº51/2025: Aprueba Diplomado en Ciencia de Datos Res. VRA Nº52/2025: Aprueba Diplomado en Mantención Eléctrica Industrial Res. VRA Nº53/2025: Aprueba Diplomado en Transformación Empresarial 2024 Res. VRA Nº01/2024: Convocatoria Ordinaria – Proceso de Postulación a categoría de Docente asociado y Docente titular Res. VRA Nº02/2024: Autoriza Emisión de Certificados de Especialidades Escuela de Informática y Telecomunicaciones de Duoc UC Res. VRA Nº03/2024: Nuevo Reglamento Académico Res. VRA Nº04/2024: Nombramiento Categorías Docentes Res. VRA Nº05/2024: Aprueba Diplomado en Gestión de Abastecimiento Res. VRA Nº06/2024: Aprueba Diplomado en Marketing y Ecommerce Res. VRA Nº07/2024: Fija Valores Bandas Salariales Res. VRA Nº08/2024: Modifica sede Docente Asociado Res. VRA Nº09/2024: Modifica sede Docente Asociado Res. VRA Nº10/2024: Implementa Incentivos Respecto de Estudiantes y Titulados Participantes en Proyectos de Investigación Aplicada E Innovación Res. VRA Nº11/2024: Excepciones A La Banda De Ingreso 2024 Res. VRA Nº12/2024: Actualiza Instructivo Asignación de Movilización Especial Res. VRA Nº13/2024: Excepciones a la Banda de Ingreso 2024 Res. VRA Nº14/2024: Aprueba Diplomado en Medición y Diagnóstico de Sistemas Eléctricos Automotrices Res. VRA Nº15/2024: Aprueba Diplomado en UI para el Diseño de Interfaces Digitales Res. VRA Nº16/2024: Aprueba Diplomado en Ciencia de Datos Res. VRA Nº17/2024: Modifica Sede Docente Asociado Res. VRA Nº18/2024: Aprueba Diplomado en Gestión Estratégica de Recursos Humanos Res. VRA Nº19/2024: Modifica Nombramiento Categorías Docentes Res. VRA Nº20/2024: Fija Calendario Académico 2024 Res. VRA Nº21/2024: Modifica Reglamento Académico DUOC UC Res. VRA Nº22/2024: Aprueba Protocolo de Idoneidad Disciplinar de la Dirección de Ética y Formación Cristiana Res. VRA Nº23/2024: Establece Indicaciones para la Implementación de la Actividad Pendiente o Nota Pendiente Res. VRA Nº24/2024: Define y modifica vacantes para el proceso de admisión 2024 Res. VRA Nº25/2024: Excepciones a la Banda Salarial 2024 Res. VRA Nº26/2024: Talleres de Apoyo 2024 Escuela de Informática y Telecomunicaciones Res. VRA Nº27/2024: Informa Habilitaciones Docentes por Asignatura de Carreras Profesionales y Técnicas de las Líneas Disciplinares Res. VRA Nº28/2024: Aprueba Diplomado en Docencia de Educación Superior Técnica Profesional Resolución VRA Nº29/2024: Aprueba Diplomado en Liderazgo y Gestión de Equipos Res. VRA Nº30/2024: Modifica Sede Docente Asociado Res. VRA Nº31/2024: Aprueba Diplomado en Comunicación Estratégica Res. VRA Nº32/2024: Aprueba Convalidación y Actualización de Habilitaciones Disciplinares de la Dirección de Ética y Formación Cristiana Res. VRA Nº33/2024: Aprueba Instructivo Formación Docente Obligatoria y Habilitante 2024/2025 Res. VRA Nº34/2024: Modificación Calendario Académico 2024 Res. VRA Nº35/2024: Informa Habilitaciones Docentes por Asignatura de Carreras Profesionales y Técnicas de las Líneas Disciplinares de: Administración, Auditoría-Contabilidad, Finanzas, Gestión de Personas, Comercio Exterior, Logística y Marketing. Res. VRA Nº36/2024: Aprueba Diplomado en Ciberseguridad Avanzada 2024 Res. VRA Nº37/2024: Creación Programa de Movilidad Académica Saliente (PMAS) Res. VRA Nº38/2024: Aprueba Diplomado en Ciberseguridad Corporativa Res. VRA Nº39/2024: Aprueba Diplomado en Investigación Aplicada e Innovación Res. VRA Nº40/2024: Aprueba Diplomado en Gestión de Contratos Res. VRA Nº41/2024: Establece Indicaciones para la Implementación del Retiro de Asignaturas por parte de Estudiantes Res. VRA Nº42/2024: Aprueba Diplomado en Gestión del Negocio Minero Res. VRA Nº43/2024: Fija Calendario Académico 2025 Res. VRA Nº44/2024: Fija Oferta de Programas y Vacantes para el Proceso de Admisión 2025 Res. VRA Nº45/2024: Fija Calendario Académico 2025 Res. VRA Nº46/2024: Aprueba Reglamento Académico Modalidad Online 2025 Res. VRA Nº47/2024: Modifica Oferta de Programas y Vacantes para el Proceso de Admisión 2025 Res. VRA Nº48/2024: Aprueba Diplomado BIM Avanzado en Estructuras Res. VRA Nº49/2024: Talleres de Apoyo 2025 Escuela de Informática y Telecomunicaciones Res. VRA Nº50/2024: Aprueba Convalidación y Actualización de Habilitaciones Disciplinares del Programa de Matemática Res. VRA Nº51/2024: Establece Uso e Implementación de Maleta Didáctica en el LMS (Learning Management System) Blackboard Ultra Res. VRA Nº52/2024: Aprueba Reconocimiento de Experiencia Laboral en el Proceso de Prácticas Profesionales Resolución VRA Nº53/2024: Aprueba Normativa Aplicable al Cambio del Cargo Administrativo Docente Res. VRA Nº54/2024: Aprueba Lineamientos para la Evaluación de Idoneidad Disciplinar Docente Res. VRA Nº55/2024: Modifica Reglamento Académico de DUOC UC Res. VRA Nº56/2024: Actualiza y Reemplaza Instructivo Formación Docente Obligatoria y Habilitante 2024 – 2025 Res. VRA Nº57/2024: Aprueba Diplomado en Gestión de la Sostenibilidad Res. VRA Nº58/2024: Aprueba Diplomado en Gestión y Análisis de Negocio Res. VRA Nº59/2024: Modifica sede Docente Titular Res. VRA Nº60/2024: Aprueba Instructivo de Actividades Laborales de Formación Docente Res. VRA Nº61/2024: Aprueba Creación y Actualización de Planes de Estudio Conducentes a Título 2025 Res. VRA Nº64/2024: Aprueba Programa Especial de Articulación de Estudios para Carreras de las Escuelas de Administración y Negocios, Turismo y Hospitalidad e Informática y Telecomunicaciones Res. VRA Nº62/2024: Aprueba Lineamientos para la Evaluación de Idoneidad Disciplinar Docente Res. VRA Nº63/2024: Nombramiento Categorías Docentes Res. VRA Nº64/2024: Aprueba Programa Especial de Articulación de Estudios para Carreras de las Escuelas de Administración y Negocios, Turismo y Hospitalidad e Informática y Telecomunicaciones 2023 Instructivo de Salida Intermedia Normativa de Prácticas Clínicas Escuela de Salud Reglamento General de Becas Instituto profesional Duoc UC 2019 Resolución N°16: “Modifica reglamento académico fundación instituto profesional Duoc UC” Reglamento Académico Modalidad Online 2024 Calendario Académico 2023 Aprueba Diplomado en Procedimientos y Tópicos de Mantención a Equipos Eléctricos Aprueba Diplomado en Técnicas Básicas de Mantenimiento a Equipos Mecánicos Aprueba Diplomado en Medición y Análisis de Máquinas y Sistema Eléctronicos Reglamento Biblioteca RES N°39/2023 Aprueba Calendario Académico Modalidad Online 2024 Calendario Académico 2024 RES N°38/2023 Fija Calendario Académico 2024 Calendario Académico Carrera Online 2023 Reglamento Académico Modalidad Online 2023 Modifica Reglamento Docente RES N°105/2023 Forma de Pago y Valores de Matrícula, Aranceles Semestrales, Certificaciones y Otros; para año 2024 Resolución N°22: “Aprueba instructivo uso de nombre social” Aprueba Diplomado en Técnicas de Procesos de Inspección y Mediciones Mecánicas Resolución N°36: “Establece la incorporación de contenido de derechos humanos, violencia y discriminación de género, en los planes curriculares impartidos por Duoc UC” Reglamento Académico del Instituto Profesional Duoc UC Resolución N106/2023 Fija Forma de Pago y Valores de Matrícula, Aranceles Bimestrales, Certificaciones y Otros, para el año 2024 Modalidad Online Resolución Rectoria N°40/2023 Aprueba Politica De Vinculacion Con El Medio De La Fund. Inst. Prof. Duoc Resolución Rectoria N°107/2023 Complemetnación Resolución N°2, Sobre normativa General de Viajes Aprueba reglamento “Programa de Materiales para estudiantes de Duoc UC” Resolución VRA 42/2023: Aprueba diplomado en “Medición y Diagnóstico de Sistemas Automotrices” Resolución VRA 43/2023: Que aprueba creación y actualización de planes de estudio conducentes a título 2024 Resolución VRA 44/2023: Aprueba Reglamento Académico Modalidad Online Resolución VRA 45/2023: Programa especial para la articulación de estudios para la carrera de auditoría de la Escuela de administración y negocios Resolución VRA 46/2023: Aprueba Programa Especial para la Articulación de Estudios para la Carrera Ingeniería En Desarrollo De Software (Fol) De La Escuela De Informática Y Telecomunicaciones de Duoc UC Resolución VRA 47/2023: Aprueba Diplomado En Experiencia Del Colaborador Resolución VRA 48/2023:Informa Habilitaciones Docentes en las Líneas Disciplinares de Comercio Exterior, Logística y Marketing de la Escuela A&N Resolución VRA 49/2023: Informa Habilitaciones Docentes en las Líneas Disciplinares de Administración, Auditoría-Contabilidad, Finanzas y Gestión de Personas de la Escuela A&N Resolución VRA 50 /2024: Aprueba Diplomado en Operación y Mantención de Maquinaria Forestal Resolución VRA 108/2023: Vicerrectoría Económica y de Gestión Fija Valores de Matrícula y Aranceles Semestrales de Alumnos de Continuidad para el Año 2024 Resolución VRA 109/2023: Fija Valores de Matricula, Aranceles Bimestrales, Certificaciones y Otros, de Alumnos Continuidad para el Año 2024, Modalidad Online ReSOLUCIONES y DOCUMENTOS DIRECCIONES GENERALES Dirección de Aseguramiento de la Calidad Política y Establecimiento de un Modelo de Efectividad Institucional Registro Proveedores 2023 Registro Proveedores 2024 Dirección de Vinculación e Integración Institucional Política Vinculación con el Medio del Instituto Profesional Duoc UC Dirección General de Personas Política de Actividades de Identidad Institucional Política de Dirección General de Personas Duoc UC – Año 2024 Política Institucional de Inclusión de Colaboradores con Discapacidad de Duoc UC Reglamento Contratistas y subcontratista Reglamento Interno de Orden, Higiene y Seguridad Dirección de Desarrollo Online Protocolo Modalidad 100% Online Reglamento Académico Modalidad Online Calendario Académico Online 2025 Dirección de Contraloría 2024 Política de la Dirección de Contraloría Educación Continua Reglamento Académico Secretaría General Decreto Secretaría General N°03/2025 Informa nuevos integrantes Consejo Directivo de Duoc UC Dirección de Adm., Finanzas y Financiamiento Est. Política Financiera Duoc UC Resolución Valores y Aranceles 2024 Resolución N°9: “Fija texto actualizado del reglamento sobre solicitudes de cancelación de obligaciones económicas de los alumnos” Aranceles Modalidad Online 2024 Resolución N°80: “Sobre Valores de Matrícula, Aranceles Semestrales, Certificaciones y otros, para el año 2023” Acreditación de Ingresos Res. VREG Nº04/2024: Fija Forma de Pago y Valores de Matrícula, Aranceles Semestrales, Certificaciones y Otros, para el Año 2025 Res. VREG Nº05/2024: Fija Forma de Pago y Valores de Matrícula, Aranceles Bimestrales, Certificaciones y Otros, para el Año 2025, Modalidad On Line Res. VREG Nº07/2024: Aprueba Modificación del Reglamento sobre Solicitudes de Cancelación de Obligaciones Económicas de los Alumnos Dirección Jurídica Reglamento de Procedimiento Disciplinario Protocolo de Revisión de Contratos Dirección de Inv. Aplicada, Innovación y Transferencia 2024 Res. Rectoría N°2: Aprueba Creación del “Centro de Gestión y Tecnologías de Eficencia del Agua” Res. Rectoría N°10: Implementa Incentivos Respecto de Estudiantes y Titulados 2023 Res. Rectoría N°5: Política Institucional de Investigación Aplicada e Innovación Res. N°28: Instructivo de Investigación Aplicada e Innovación Resolución Rectoría Nª13: “Aprueba Instructivo de Afiliación Institucional Duoc Uc para la producción Cientifica” Investigación Aplicada e Innovación” Resolución Rectoría Nª14: “Aprueba Reglamento General de Investigación Aplicada e Innovación de la FUndación Instituto Profesional Duoc UC” Resolución Rectoría Nª42: “Aprueba Instructivo de Procedimieno de Protección de Intangibles en el Marco del Proceso de Ejecución Aplicada E Innovación de la Fundación Instituto Profesional Duoc UC” Dirección de Cumplimiento Manual del Sistema de Ética e Integridad de Duoc UC Política de Conflicto de Interés Desarrollo Estudiantil Instructivo para la conformación y funcionamiento de los consejos de titulados Duoc UC Política Institucional de Alumnos Titulados del Instituto Profesional Duoc UC Reglamento Ayudantías de Servicios del Instituto Profesional Duoc UC Orientaciones Generales para el Reconocimiento de Organizaciones Estudiantiles del Instituto Profesional Duoc UC Reglamento Programa de Emergencia 2023 Reglamento Programa de Materiales 2023 Reglamento Programa de Transporte 2023 Dirección General de Admisión, Comunicación y Extensión APRUEBA REQUISITOS DE ADMISIÓN ORDINARIA PARA ALUMNOS DUOC UC Res. Rectoría N°19/2024 Aprueba Política de Comunicación Interna Duoc UC POLÍTICAS Y CONVENIOS Política Integral de Convivencia, Inclusión y Equidad de Género Política Integral de Convivencia, Inclusión y Equidad de Género Reglamento sobre Acoso Sexual, Violencia y Discriminación de Género Protocolos de actuación frente a hechos de violencia sexual, violencia o Discriminación de Género Política de Equidad de Género Política de Prevención y Apoyo a Víctimas de Violencia Sexual Res. N°1: Incorpora variable de género en titulos técnicos de nivel superior, titulos profesionales y certificados emitidos por Duoc UC Res. N°22: Instructivo uso de nombre social” Convenio Mineduc – Duoc UC Mineduc Aprueba Convenio IDU21102 Políticas Institucionales Código de Ética y Conducta Política de Conflicto de Interés Bases de Concursos 2025 Bases concurso kit sustentable Bases Concurso Semana Internacional de Duoc UC \"Mi lugar en el mundo\" Bases concurso participación docente global 2025 2024 Bases Concurso Encuesta de Motivos de No Continuidad de Estudios 2023 Encuesta Motivos de No Continuidad Microcuentos con M de Mujer Encuesta de Vida Estudiantil 2023 Encuesta Razones de Matrícula 2023 Concurso Intereses de Optativos 2023 Concurso Feria Virtual 2023 Concurso Encuesta Experiencia del Estudiante 2023",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:36.042701",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 425273,
      "response_time": 0.461868,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/escuela/informatica-telecomunicaciones/",
    "title": "Informática y Telecomunicaciones – Duoc UC",
    "text": "Escuela de Informática y Telecomunicaciones Sobre la Escuela Noticias y Eventos Convenios CITT Certifika MATRICÚLATE Carreras de informática y telecomunicaciones La Escuela de Informática y Telecomunicaciones de Duoc UC entrega una formación centrada en la innovación y la resolución de problemas reales. Las carreras de informática que impartimos conectan a los estudiantes con el mundo tecnológico, fomentando habilidades en desarrollo de software, redes y transformación digital. ¿Quieres saber más? Descubre todos los detalles sobre nuestras carreras. razones para estudiar en nuestra escuela Enfoque Práctico Te preparamos para un trabajo en telecomunicaciones o informática, ofreciendo planes de estudios ajustados a las necesidades del campo laboral. Equipamientos La Escuela cuenta con Laboratorios y equipamientos actualizados de óptima calidad, para que los estudiantes no tengan limitaciones en sus estudios. Mallas Actualizadas Revisamos constantemente las carreras y planes de estudios con agentes del mundo empresarial ligados a la Informática y Telecomunicaciones. Innovación Contamos con Centros de Innovación y Transferencia Tecnológica (CITT), que se encuentran en todas las sedes donde está nuestra escuela. CONOCE Nuestras carreras ICONOGRAFÍA: CARRERA DIURNA / CARRERA VESPERTINA / CARRERA 100% ONLINE CARRERA PROFESIONAL Ingeniería en Desarrollo de Software Duración: 7 bimestres *Carrera con pre requisito MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN INFORMÁTICA Duración: 8 semestres *La carrera cuenta con 5 especializaciones donde en el 4 semestre se debe escoger 1 de ellas. MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN REDES Y TELECOMUNICACIONES Duración: 8 semestres MÁS INFORMACIÓN CARRERA TÉCNICA DESARROLLO DE APLICACIONES Duración: 10 bimestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN REDES Y TELECOMUNICACIONES Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA ANALISTA PROGRAMADOR COMPUTACIONAL Duración: 10 bimestres MÁS INFORMACIÓN CARRERA TÉCNICA ANALISTA PROGRAMADOR Duración: 5 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN INFRAESTRUCTURA TECNOLÓGICA Duración: 8 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN CIENCIA DE DATOS Duración: 8 bimestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN CIBERSEGURIDAD Duración: 8 bimestres MÁS INFORMACIÓN TE INVITAMOS A LLENAR NUESTRO FORMULARIO ¡Estamos aquí para ayudarte! Si tienes dudas sobre el proceso de admisión, requisitos de postulación, cómo financiar tus estudios o simplemente quieres orientación y ayuda, llámanos y déjanos tus datos. Te contactaremos a la brevedad para poder ayudarte. Escríbenos al correo admisionduocuc@duoc.cl WhatsApp +569 5814 2089 Teléfono +56 227 120 640",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:37.077021",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 269254,
      "response_time": 0.340748,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/vida-estudiantil/innovacion-emprendimiento/",
    "title": "Innovación & Emprendimiento Estudiantil – Duoc UC",
    "text": "Nuestra Ruta En el área de Innovación y Emprendimiento Estudiantil buscamos\nguiar a nuestros estudiantes y titulados a conectar, fortalecer y e\nscalar sus proyectos, a través de una ruta que va desde la idea hasta\nla creación, iteración y validación del modelo de negocios de\nproyectos emprendedores. “Activación” tiene como foco Dinamizar el entorno local pro-cultura de i&e. Es el espacio donde se alojan actividades de extensión tales como Ferias, Charlas, Talleres, Demoweek. Se desarrolla a nivel Sedes. “Ideación” tiene como foco guiar al estudiante a perfilar ideas de proyectos. “Semillero” tiene como foco guiar a los estudiantes y titulados para pasar de la idea a proyecto con un MVP de baja resolución. “Validación” tiene como foco acompañar la iteración y validación del modelo de negocios. “Conexión” tiene como foco conectar emprendimientos para fortalecer y escalar su crecimiento. SOMOS LA RUTA PARA LA INNOVACIÓN Y EL EMPRENDIMIENTO DE ESTUDIANTES Y TITULADOS LOS MECANISMOS PARA INNOVAR Y EMPRENDER La Ruta articula los diferentes mecanismos e iniciativas curriculares, co-curriculares y extracurriculares de innovación y emprendimiento que se oferta a nivel sedes y central para toda la comunidad de estudiantes y titulados de la institución. Estos mecanismos van desde la formación inicial en competencias básicas de innovación y emprendimiento hasta el acompañamiento para el desarrollo de un perfil de competencias complementarias al perfil de egreso de los estudiantes y que en los niveles más avanzados está orientado a vincular y conectar nuestra comunidad de emprendedores Duoc UC, entregándoles acceso a beneficios de servicios y conexión con actores del ecosistema de innovación y emprendimiento nacional. DESCARGAR O VER INFOGRAFÍA COMPLETA FORMACIÓN INICIAL Adquiere competencias básicas de innovación y emprendimiento para abordar oportunidades y desafíos de tu entorno. Nuestra oferta formativa La oferta del Programa considera un ciclo técnico y un ciclo profesional. El ciclo técnico se realiza en el tercer/cuarto semestre a partir de una misma asignatura base para todas las carreras, denominada “Mentalidad emprendedora”. El ciclo profesional se realiza en los semestres quinto/sexto/séptimo, que de acuerdo con el proceso CAPE 2020 se definió en conjunto con las Escuelas cuál de las 3 asignaturas contribuiría de mejor manera al perfil de egreso de cada especialidad. Las asignaturas son “Herramientas para el emprendimiento”, “Innovación en procesos” e “Innovación en productos y servicios”. Además de la oferta de 3 cursos optativos, “Innovación Basada en Desafíos” (Ex Design Factory), “Talento y Creatividad” y “Gestión de Marca Personal”. Existen otras asignaturas que ya están en proceso de cierre vinculado a planes de estudio antiguos. Además, participamos de la Integración en asignaturas disciplinares y co-docencia en carreras de Diseño Gráfico, Diseño de Además, participamos de la Integración en asignaturas disciplinares y co-docencia en carreras de Diseño Gráfico, Diseño de Vestuario, Diseño y Desarrollo Web, Diseño de Ambientes – bajo la metodología ACBD. DESCARGA NUESTRO CATÁLOGO DE ASIGNATURAS Formación MOOC Conoce lo fundamental para tu proyecto de innovación. Nuestra oferta MOOC Los cursos MOOC (Massive online courses), son cursos de autoaprendizaje de corta duración, y que buscan entregar conocimientos  iniciales para desarrollar un proyecto de innovación y/o emprendimiento, hasta llegar a distintas etapas de maduración del proyecto. El programa tiene como objetivo comprender los conceptos clave asociados al desarrollo de proyectos de innovación y emprendimiento, así como su importancia en la resolución de problemas relevantes y en el desarrollo de propuestas de solución creativas, capaces de generar impacto en un contexto determinado. Aborda aspectos esenciales en las fases iniciales para la formulación de proyectos y la puesta en marcha de un emprendimiento. Hasta la fecha contamos con 5 cursos disponibles, dos de nivel inicial y tres de nivel avanzado y que ofertamos en el contexto de convocatorias de torneos y semillero de proyectos. El nivel inicial e intermedio “Curso Introductorio de Innovación y Emprendimiento I y II”, tiene como objetivo entregar los conceptos y herramientas base necesarias para que toda persona que quiera comenzar un proyecto de innovación o emprendimiento pueda preparar su postulación de proyecto a convocatorias de forma pertinente y competitiva a una primera etapa de selección. Los cursos de nivel avanzado tienen como objetivo entregar los conceptos y herramientas para que aquellos que ya están en etapas más avanzadas, puedan complementar su gestión con herramientas específicas que apuntan a mejorar aspectos de su propuesta de valor y comunicación. Cursos Cursos Nivel inicial-intermedio Curso Introductorio de Innovación & Emprendimiento I Ideación e Innovación Propuesta de valor Acercamiento al Mercado Herramientas para emprender Curso Introductorio de Innovación & Emprendimiento II Validación de Problema y Usuarios Prototipado Rápido Modelo de Negocios Pitch Inicial Cursos Nivel Avanzado Curso de Creación de Valor de Marca Visión, misión y objetivos Planificación Estratégica Matriz FODA Narrativa de Valor Cultura de la Organización Curso de Creación de Pitch de Valor Dolor La Promesa de valor del pitch Producto y Servicio Pitch de 3 minutos Curso de Marketing Digital Avanzado Identificación del cliente ideal Propuesta de estrategia de ventas Creación de campaña Email Marketing Para acceder a los cursos gratuitos debes acercarte a el Jefe de Programa de Innovación y Emprendimiento de tu Sede ver más aquí TORNEOS Genera Soluciones a desafíos de tu entorno. Nuestra oferta de Torneos Desde el área impulsamos dos líneas de torneos masivos abiertos a toda la comunidad de estudiantes y titulados. Y en algunos casos hemos abierto la oferta a estudiantes de Liceos Técnicos Profesionales. Torneos Desafíos Partner: Torneos de Innovación y Emprendimiento que tienen por objetivo promover una cultura de desarrollo de proyectos de i&e conectados con desafíos del medio, ya sea vinculado a sectores productivos o segmentos de interés en particular. Mediante un proceso de acompañamiento y formación, los equipos participantes van clasificando en las etapas de avance del torneo desde la postulación de ideas hasta el desarrollo de proyectos en la etapa final, presentando un Pitch robusto, validación de usuarios y desarrollo de MVP de baja resolución.  El programa se realiza anualmente desde el año 2018 y cada versión se ha trabajado en conjunto con una entidad contraparte. El año 2019 Mitsubishi Auto Finance y Coopeuch en alianza con Socialab, el año 2021 con Coopeuch, y retomamos el año 2022 con la Fundación Conecta Mayor a través de financiamiento CORFO por la adjudicación de un Proyecto Viraliza. Este año 2023 se llevó a cabo el Torneo Innova Sostenible en colaboración con el Hub de Providencia, perteneciente a la I. Municipalidad de Providencia y Banco Santander. A fines del 2023 abriremos la segunda convocatoria anual para el Torneo Cooimpacta, en colaboración con la Fundación Coopeuch. Torneo Allin Chile: Torneo de Innovación y Emprendimiento masivo que tiene por objetivos promover una cultura de ideación de proyectos y detectar talentos que podamos acompañar en su formación complementaria en i&e. A través de un proceso de acompañamiento y formación, los equipos participantes van clasificando en las etapas de avance del torneo desde la postulación de ideas hasta el desarrollo de pitch de propuestas de valor de dichas ideas. El programa se realiza anualmente desde el año 2012 y se conforma como una de las iniciativas con más reconocimiento desde la comunidad estudiantil. El año 2022 tuvimos 2.295 proyectos postulados, con un alcance total de 7.336 estudiantes y titulados. REVISA NUESTROS TORNEOS AQUÍ PREINCUBACIÓN Fortalece y valida tu innovación. Programa de Preincubación El programa de Preincubación busca apoyar a los proyectos avanzados que participan de la ruta de innovación y emprendimiento, a fortalecer y validar sus innovaciones. Esto a través de un programa intensivo de mentorías, talleres, y orientación de expertos que permitirán seguir madurando los proyectos de estudiantes y titulados que sean beneficiados con las becas del programa. El programa se realiza anualmente desde el año 2018 y cada versión se ha trabajado en conjunto con diferentes agencias de incubación de proyectos: IF Valparaíso-3IE, Observatorio de Políticas de Emprendimiento (OPEM), Santiago Innova y Chrysalis como ejecutores del acompañamiento a los proyectos seleccionados. La versión 2023 se llevó a cabo con Incubatec UFRO destacada incubadora a nivel nacional, perteneciente a la Universidad de la Frontera con 30 proyectos convocados, 20 proyectos atendidos y 14 proyectos presentan en DemoDay Final. DEMOWEEK Participa de charlas y talleres para innovar y emprender en tu sede. Demoweek, Programa en Sedes Realizamos diversas actividades orientadas a Dinamizar el entorno local pro-cultura de i&e. Es el espacio donde se alojan actividades de extensión en Sedes, tales como Ferias, Charlas, Talleres, torneos locales, entre otros. Y tiene como propósito identificar a aquellos estudiantes interesados en complementar su perfil de egreso con competencias asociadas a la innovación y el emprendimiento. Generamos instancias en los niveles “Activación” e “ideación” de la Ruta de i&e. El programa de actividades para este 2024 considera entre otros: Lanzamiento de Ruta extracurricular en Sedes | Fechas: 11 de marzo al 17 de mayo. Actividad transversal de inicio de año en todas las sedes para dar a conocer a la comunidad de estudiantes, docentes y administrativos la Ruta Extracurricular con charlas, paneles e invitados externos. Festival Pitch | Fechas: 17 junio al 16 de agosto Actividad transversal tiene como objetivo visibilizar y reconocer a los proyectos más destacados que son resultado de las asignaturas del Programa de Innovación y Emprendimiento en todas las Sedes Duoc. Demoweek | Fechas: 21 al 25 octubre Semana Hito anual del Programa que se celebra en todas las sedes con actividades, charlas, talleres, desafíos locales, charla key speaker central. Y cierra con la final del Torneo Allin a nivel central. Si quieres conocer las próximas actividades consulta con el Jefe de Programa de Innovación y Emprendimiento de tu Sede ver más aquí VENTANILLA ABIERTA Recibe orientación y oportunidades para tu proyecto en cualquier momento del año. Instrumento Ventanilla Abierta Convocatoria abierta de forma permanente en la que estudiantes y titulados pueden recibir orientación y oportunidades para desarrollar sus emprendimientos en cualquier momento del año académico desde marzo hasta diciembre.  Es un mecanismo que articula el ingreso hacia la Ruta de Innovación y Emprendimiento. El instrumento tiene como objetivo orientar, informar y conectar a los emprendedores con las comunidades locales para que puedan mejorar sus probabilidades de éxito en sus proyectos. De esta manera, podemos gestionar la innovación y emprendimiento, no solamente en el contexto de nuestros torneos locales y centrales, sino que en el momento que el estudiante quiera adquirir herramientas para innovar o emprender. Ventanilla abierta disponible de marzo al 30 junio y del 10 agosto al 30 de noviembre. Si tienes un  proyecto consulta con el Jefe de Programa de Innovación y Emprendimiento de tu Sede. ver más aquí PORTAFOLIO EMPRENDEDORES Forma parte de la comunidad de beneficios para Emprendedores de Duoc UC. Nuestro Portafolio de Emprendedores Nuestro portafolio de emprendedores, está compuesto por diversos proyectos y emprendimientos de estudiantes y titulados, los cuales forman parte de nuestra comunidad, accediendo a diversos beneficios que hemos desarrollado. Los emprendimientos ingresados a la Ruta de Innovación y Emprendimiento a través de los dispositivos y mecanismos disponibles (Torneos y Ventanilla Abierta entre otros) son sometidos a una evaluación y diagnóstico que nos permite segmentar el nivel de desarrollo de los proyectos acorde al estándar de cada nivel de la ruta, permitiendo focalizar los intereses y apoyos que requiera este segmento para fortalecer sus proyectos y emprendimientos en curso.\nAlgunos de los beneficios de nuestro Portafolio: Newsletter con información de concursos y programas de financiamiento públicos y privados Charlas Expertas / Lives Actividades de Networking Acceso gratuito a formación de cursos  MOOC diferenciados por niveles Acceso a PERKS para Portafolio Star y Rockstar*: Convenios con descuentos exclusivos en Plataformas BRP, servicios contables, asesorías de propiedad intelectual y marca, agencia de marketing, entre otros. Si tienes un  proyecto consulta con el Jefe de Programa de Innovación y Emprendimiento de tu Sede. ver más aquí",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:38.388215",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 243144,
      "response_time": 0.394383,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/portal-de-pago/",
    "title": "PORTAL DE PAGO – Duoc UC",
    "text": "PORTAL DE PAGO REALIZA TUS PAGOS EN LÍNEA Ingrese su Rut",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:39.932421",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 191116,
      "response_time": 0.347866,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/carreras/",
    "title": "Duoc UC – Instituto Profesional de la Fundación Duoc UC de la Pontificia Universidad Católica. Contamos con más de 70 carreras técnicas y profesionales, 9 escuelas y 18 sedes.",
    "text": "Carreras Técnicas y Profesionales TODAS LAS ESCUELAS Administración y Negocios Comunicación Construcción Diseño Gastronomía Informática y Telecomunicaciones Ingeniería y Recursos Naturales Salud y Bienestar Turismo y Hospitalidad TODAS LAS SEDES Campus Arauco Campus Nacimiento Campus Virtual Sede Alameda Sede Antonio Varas Sede Educación Continua Sede Maipú Sede Melipilla Sede Padre Alonso de Ovalle Sede Plaza Norte Sede Plaza Oeste Sede Plaza Vespucio Sede Puente Alto Sede Puerto Montt Sede San Andrés de Concepción Sede San Bernardo Sede San Carlos de Apoquindo Sede San Joaquín Sede Valparaíso Sede Villarrica Sede Viña del Mar TÉCNICAS Y PROFESIONALES Técnicas Profesionales Administración y Negocios Administración de Empresas Ver carrera Turismo y Hospitalidad Administración en Turismo y Hospitalidad Mención Administración Hotelera Ver carrera Turismo y Hospitalidad Administración en Turismo y Hospitalidad Mención Gestión para el Ecoturismo Ver carrera Turismo y Hospitalidad Administración en Turismo y Hospitalidad Mención Gestión de Destinos Turísticos Ver carrera Turismo y Hospitalidad Administración en Turismo y Hospitalidad Mención Hospitality Management Ver carrera Administración y Negocios Administración Pública Ver carrera Informática y Telecomunicaciones Analista Programador Ver carrera Informática y Telecomunicaciones Analista Programador Computacional Ver carrera",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:41.765762",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 209278,
      "response_time": 0.33931,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/uvs/",
    "title": "Unidad de Prevención y Apoyo a Víctimas de Violencia Sexual y Género – Duoc UC",
    "text": "hola Inicio Modelo de Prevención Modelo de Apoyo Protocolos y Reglamentos Preguntas Frecuentes RED CONECTA Unidad de Prevención y Apoyo a Víctimas de Violencia Sexual y Género (UVS) Unidad encargada de implementar los modelos de Apoyo y Prevención que forman parte de los ámbitos de acción de la Política Integral de Convivencia, Inclusión y Equidad de Género en Duoc UC. Esta Política tiene como como objetivo instalar, promover y fortalecer la cultura del respeto y sana convivencia al interior de nuestra Comunidad Educativa. Esta Unidad está conformada por un equipo profesional especializado en estas materias y depende administrativamente de Secretaría General. Conoce nuestro Equipo de Apoyo y Prevención NUESTRO EQUIPO Te invitamos a ser parte de la campaña institucional #DigitalEsReal , una iniciativa que busca promover el respeto y la equidad en los entornos digitales. Sabemos que la convivencia también ocurre en lo virtual: en los mensajes, comentarios, silencios y decisiones cotidianas que impactan a estudiantes y compañeros/as. Por eso, comenzamos una serie de acciones para visibilizar las distintas instancias que pueden violentar o agredir a las personas conviviendo en ambientes digitales, como grupos de mensajería, correos, comentarios en publicaciones, mensajes directos, entre otros ¿Cómo puedes sumarte? Ayudando a darle visibilidad a #DigitalEsReal Compartiendo prácticas de cuidado en ambientes digitales Nuestro propósito es que la igualdad no sea solo un discurso, sino una práctica. Porque nuestras acciones digitales son huellas que hablan de quiénes somos y quiénes queremos ser. #digitalesreal no es solo un hashtag, es un llamado a actuar, reflexionar y cambiar. Contáctanos En caso de haber experimentado o presenciado una situación de violencia sexual o de género por parte algún miembro de la comunidad Duoc UC, ya sea al interior o fuera de las sedes, y requieras recibir apoyo y orientación por parte de profesionales especialistas. Apoyo y Orientación 800 200 500 Línea activa de Lunes a Viernes 9:00 a 17:00 hrs. unidadapoyovictimas@duoc.cl *Información de carácter confidencial y no tendrá una condición de denuncia. Canal de Denuncias Ingresa al canal de denuncias Click Aquí Conoce quiénes son los y las representantes de estas temáticas En CASA CENTRAL Comisiones y Subcomisiones: Para estudiantes: Subdirector/a Desarrollo Estudiantil Para docentes: Subdirector/a Académico Para colaboradores/as: Generalista de Personas Ver Encargados de Sede Próximamente ¿Cuál es su rol? Vincular la UVS con las Sedes o Casa Central Informar las políticas y lineamientos de prevención y apoyo a víctimas de violencia sexual, violencia y discriminación de género a la Sede Recoger y canalizar hacia la UVS las necesidades de su comunidad Actualización sobre las directrices de la política institucional en esta materia Orientar a los miembros de la Sede respecto de las acciones y protocolos a seguir en casos reportados de violencia sexual Trabajarán en forma coordinada con la UVS en estas materias Serán capacitados, acompañados y asesorados por esta Unidad en caso de que lo requieran. No se encontrará dentro de sus funciones entregar asesoría a las víctimas y derivarán a la UVS Documentos Relevantes Ver Documentos Relevantes Campañas UVS Eventos y Actividades UVS × Nuestro Equipo Jefa Unidad Carola Cuevas M. Psicologa Unidad Milena Rojas B. Psicologa Unidad Janet Michea G. Psicologa Unidad Amanda Diaz S. Trabajadora Social Viviana Pinto F. × FLUJO DE DENUNCIA × Extensión cultural Cultura Cartelera Relacionamiento con comunidades Cuidado del patrimonio Si estás interesado en alguna de nuestras especialidades contacta a prensa@duoc.cl × Relaciones Públicas Relacionamiento con la comunidad, públicos de interés y estratégicos. Encuentros Reuniones Alianzas Visitas Espacios para mantener o iniciar una relación de cercanía y trabajo. Si estás interesado en alguna de nuestras especialidades contacta a prensa@duoc.cl Otros eventos UVS 25 Nov PUBLICADO EL 28 Octubre, 2025 Dia internacional para la eliminación de la violencia contra de las mujeres UVS 27 Oct PUBLICADO EL 28 Octubre, 2025 Conversatorio “Violencia de Género Digital: Nuevos Escenarios, Viejas Desigualdades” UVS 10 Dic PUBLICADO EL 10 Octubre, 2023 Día Internacional de los Derechos Humanos",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:42.970920",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 251815,
      "response_time": 0.314997,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/nosotros/calidad-acreditacion/",
    "title": "Calidad y Acreditación – Duoc UC",
    "text": "Calidad y Acreditación Duoc UC El sistema de aseguramiento interno de la calidad en Duoc UC lo componen todas las unidades centrales, sedes y escuelas a cargo de implementar mecanismos que resguardan que los procesos académicos y administrativos de la institución se desarrollen con estándares de excelencia. Así también está conformado por las unidades que despliegan funciones para evaluar y verificar que nuestros objetivos institucionales se cumplan a todo nivel. Duoc UC entiende el aseguramiento de la calidad como u n ejercicio permanente y sistemático de seguimiento y evaluación, posibilitado por dispositivos y mecanismos orientados a verificar, mantener y mejorar la gestión institucional en todas sus áreas de desarrollo, de acuerdo con los propósitos y compromisos asumidos en la búsqueda de la excelencia. Las funciones de aseguramiento de la calidad permiten evaluar la gestión a nivel de procesos, recursos y resultados, siempre sobre la base de evidencia , promoviendo el mejoramiento continuo y la toma de decisiones con participación y transparencia. Política para la Calidad Duoc UC cuenta con una Política para el Aseguramiento de la Calidad desde el año 2016, en la que se establecen los compromisos y objetivos institucionales en el ámbito del aseguramiento de la calidad institucional, cuyo fin último es la constante búsqueda de la excelencia en la formación integral de los alumnos Duoc UC. El año 2021, esta política es actualizada, con fundamento en cambios organizacionales a nivel interno y normativos regulatorios a nivel externo que plantearon desafíos para enfrentar las funciones de aseguramiento interno de la calidad y el compromiso de Duoc UC en torno a la mejora continua. La política de calidad en Duoc UC tiene como objetivo instalar una cultura de aseguramiento interno de la calidad permanente y sistemática en el tiempo que estimule el mejoramiento continuo y contribuya al desarrollo de una gestión de excelencia a todo nivel. Este marco orientador establece que todo proceso académico y administrativo resguarda condiciones de calidad cuando su diseño, implementación y evaluación considera: PARTICIPACIÓN DE LA COMUNIDAD EDUCATIVA Y EL ENTORNO MARCOS DE REFERENCIA NORMATIVOS E INSTITUCIONALES MESURABILIDAD TRANSPARENCIA EN LA GESTIÓN DE LA INFORMACIÓN DECISIONES BASADAS EN DATOS Y EVIDENCIA MEJORAMIENTO CONTINUO Política para el aseguramiento de la calidad ¿Qué es la cultura de calidad? En Duoc UC entendemos la cultura de calidad como un hábito y práctica institucionales sistemática de revisarnos en nuestra gestión y autoevaluarnos de forma permanente para identificar oportunidades de mejora continua , desde la participación amplia de los actores de la comunidad, sustentada en evidencia y vinculada a las definiciones estratégicas institucionales. Modelo de Efectividad Institucional Para Duoc UC, el aseguramiento interno de la calidad debe aspirar al resguardo del cumplimiento de los propósitos que declara la institución con estándares de excelencia y esto supone el diseño y despliegue de un proceso sistemático y documentado de medición de desempeño, con foco en el proceso formativo de estudiantes. Así, mediante la política no solo se propone dar cuenta del cumplimiento de acciones (eficacia) y del adecuado uso de recursos (eficiencia), sino además se deben materializar avances en la medición de la efectividad institucional con foco en los procesos y resultados clave, que permitan efectuar ajustes, retroalimentación y cambios necesarios que propicien la mejora continua. La política de aseguramiento de la calidad se expresa en un modelo conceptual y práctico de efectividad institucional a nivel de diseño, implementación y resultados tanto en la gestión académica como en la gestión estratégica y administrativa. La Dirección de Aseguramiento de la Calidad coordina la implementación de dispositivos de observación, evaluación, verificación y mejoramiento continuo a todo nivel, siempre sobre la base del respeto irrestricto de las definiciones estratégicas y lineamientos institucionales, vale decir, la Misión, Propósito Valores, Proyecto Educativo y Plan de Desarrollo como herramientas orientadoras transversales a todos los niveles de gestión. A la base del modelo de efectividad, operan los dispositivos de verificación y evaluación institucional que favorecen el aseguramiento de la calidad. Las unidades organizacionales internas que las desarrollan actúan como observadores de segundo orden de la gestión, resguardando que los propósitos institucionales se cumplan. Evaluaciones y verificaciones Basados en métodos propios y focalizados en distintas unidades de observación, Duoc UC lleva a cabo evaluaciones que permiten instalar una cultura de revisión crítica del propio quehacer, que redunde en la mejora continua. Se implementan en carreras y en áreas de gestión interna. A su vez son complementadas por procesos de verificación de estándares académicos, cuyo objetivo es determinar si las actividades formativas que imparte Duoc UC son coherentes con los estándares previamente definidos en el modelo educativo y el diseño instruccional, arribando a una evaluación de su nivel de implementación. Mejoramiento continuo Los planes de mejora son los instrumentos elaborados participativamente a partir de los resultados obtenidos de los procesos de evaluación y verificación de carreras y de áreas de gestión institucional. Estos planes se constituyen en la principal herramienta que establece los aprendizajes organizacionales y orienta el mejoramiento continuo. Determinan en qué condiciones se implementan las carreras y a la vez establecen las acciones correctivas, plazos, recursos y responsables para resolver las debilidades identificadas. Gobierno de datos y análisis institucional Duoc UC ha avanzado en definir y establecer las políticas, protocolos y procesos para la instalación de un modelo de gestión de la calidad y seguridad de los datos institucionales, junto con las tecnologías necesarias para su administración. El gobierno de datos contempla el desarrollo de acciones de registro, levantamiento y análisis de información cuantitativa y cualitativa según estamentos y objetivos, presentados en reportes y paneles de indicadores en Power BI, que permita a la organización gestionar desde lo estratégico a lo operacional, tomando decisiones oportunas en tiempo y forma. Seguimiento planificación estratégica Duoc UC establece un sistema de seguimiento de su Plan de Desarrollo que promueve la comprensión, el sentido de propósito y la consecuente adhesión al despliegue de sus estrategias, iniciativas y/o proyectos institucionales, asegurando estándares de calidad en su diseño, implementación y búsqueda de los resultados esperados. Mediante el análisis articulado de objetivos de largo plazo y de la implementación de iniciativas estratégicas en que participan distintos actores de la comunidad, se favorece la revisión permanente y ajuste, en caso de ser necesario, de los proyectos e iniciativas que conforman la planificación estratégica institucional, identificando aquellos elementos que generan resultados o impactos en la gestión y en el entorno. Certificaciones, acreditaciones y regulación A nivel externo, Duoc UC otorga garantía de calidad a través del conjunto de procedimientos de acreditación y certificaciones a nivel institucional y de carreras que involucran a organismos nacionales e internacionales. Se implementan mecanismos de certificaciones, que consisten en procesos de certificación definidos por estándares nacionales e internacionales establecidos por las normas ISO o NCH que permite a Duoc UC y/o unidades de gestión específicas certificar la calidad de su funcionamiento, y que otorgan garantía pública de la calidad de Duoc UC: Acreditación institucional: Proceso normado por la Comisión Nacional de Acreditación, de acuerdo a lo dispuesto por la Ley 21.091 (2018). Certificaciones: Procesos de certificación bajo estándares nacionales e internacionales establecidos por las normas ISO o NCH que permite a Duoc UC y/o unidades de gestión específicas certificar la calidad de su funcionamiento. A creditaciones internacionales disciplinares: Procesos de acreditación que permite Duoc UC equiparar su desempeño institucional y disciplinar a estándares internacionales de calidad. ¿Cómo Duoc UC da garantía pública de su calidad? Duoc UC da garantía pública de su quehacer educativo participando activamente en distintos procesos de acreditación nacional o internacional, a nivel institucional, en carreras y programas. Esto le permite estar en condiciones de dar testimonio público de la calidad, en el contexto de procesos y estándares comparables, que permiten demostrar la solidez del proyecto institucional, garantizando con ello la existencia de mecanismos eficaces de autorregulación y de aseguramiento de la calidad, en la perspectiva del mejoramiento continuo.",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:43.934377",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 207213,
      "response_time": 0.321066,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/kit-digital/",
    "title": "Kit Digital Duoc UC – Duoc UC",
    "text": "Bienvenido al Kit Digital Duoc UC El Kit Digital consiste de una serie de elementos y herramientas de comunicación digital, diseño gráfico y desarrollo web para facilitar la creación y mejora de las plataformas digitales y medios de comunicación de Duoc UC. En este espacio, destinado a la Comunidad de Duoc UC y proveedores externos, podrás encontrar los lineamientos de marca, su aplicación en plataformas web, redes sociales, gráficas institucionales, entre otros. Este contenido es actualizado por la Dirección de Marketing y Comunicaciones de Duoc UC. Sistema para diseñar y construir plataformas digitales Diseño y Componentes Web Todo lo que debes saber sobre la imagen de Duoc UC Lineamientos y Manual de Marca Material descargable de nuestra institución Marca y Logos Duoc UC",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:45.681492",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 201287,
      "response_time": 0.388607,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/vida-estudiantil/deportes/",
    "title": "Deportes – Duoc UC",
    "text": "Inicio Asuntos Estudiantiles Apoyo Estudiantil Deportes Contacto Deporte Competitivo Apoyamos y promovemos nuestras selecciones deportivas que compiten en campeonatos nacionales. Los estudiantes seleccionados pueden obtener becas deportivas de hasta el 100% de su arancel. Las disciplinas incluyen fútbol, básquetbol, voleibol, tenis de mesa, ajedrez, futsal, y rugby. Deportes para todos Accede a diferentes programas, becas, beneficios y talleres de apoyo los cuales están diseñados para potenciar tu aprendizaje y rendimiento académico. Talleres Deportivos Optativos Deportivos Actividad Física Intersede RM Juegos Olímpicos #ExperienciaDuocUC: ¡Vuelven los JJOO! Cerca de 1500 alumnos de las 19 Sedes de Duoc, nos visitaron en la versión XXIV de esta fiesta deportiva. Conoce más talleres deportivos Talleres deportivos prácticos y vivenciales extra-curricular “Deportes para todos los Estudiantes”: Estos talleres consisten en el desarrollo de entrenamientos físico-técnico y fomentar a la competencia deportiva por medio de torneos y campeonatos. Este tipo de actividades se realizarán en espacios acondicionados de manera adecuada para este tipo de actividades. Mas información en el Punto Estudiantil de tu sede o con el encargado de Deporte y Actividad Física de tu sede. VER LISTADO Optativos Deportivos Estos cursos consisten en espacios y ofertas curriculares complementarias relacionadas a las mismas disciplinas deportivas de deportes “ Deportes para todos los Estudiantes”. Estas disciplinas se caracterizan por formación contenida en una PIA. Este tipo de actividades se realizan en espacios acondicionados de manera adecuada para este tipo de actividades. En la oferta de electivo tenemos 7 disciplinas con las siglas aprobadas por la dirección de formación complementaria y con sus respectivas PIAS que entregan cuatro créditos a los alumnos que se inscriben semestralmente, estos co curriculares son: VER LISTADO Talleres y Programas de Actividad Física Este servicio consiste en el desarrollo de actividades que mejoran el rendimiento físico y los hábitos de autocuidado y vida saludable. Este tipo de actividades se realizarán en espacios acondicionados de manera adecuada para este tipo de actividades. Mas información en el Punto Estudiantil de tu sede o con el encargado de Deporte y Actividad Física de tu sede. VER LISTADO Intersede RM Corresponde a la competencia entre los estudiantes de las distintas sedes de la RM en todas las disciplinas anclas. Esta se organiza anualmente desde mayo a octubre. Las disciplinas que compiten son: • Fútbol Varones • Futbolito Damas • Básquetbol Varones • Voleibol Damas y Varones • Natación Damas y Varones • Tenis de Mesa Mixto • Ajedrez Mixto selecciones Nacionales La institución, a través del área de Deportes y actividad física, reconoce y promueve la existencia de selecciones deportivas. Las selecciones deportivas Duoc UC se caracterizan por representar a la institución en los diferentes campeonatos de educación superior en Chile (ADUPRI – ADESUP y LDES), conformada por los estudiantes de las diferentes Sedes de la Institución. Los estudiantes que son parte de los planteles inscritos en educación superior obtienen el beneficio de beca deportiva. Pueden tener desde un 20% hasta un 100% de Beca Deportiva en su arancel de carrera. Los deportes con Selección Deportiva son los siguientes: VER LISTADO desarrollo Y Apoyo estudiantil programas de apoyo al estudiante Hitos Deportivos e Institucionales Los Juegos Olímpicos en Santiago y la competencia anual Intersedes reúnen a estudiantes de todas las sedes de Duoc UC para competir en disciplinas como fútbol, básquetbol, voleibol, natación, tenis de mesa y ajedrez, promoviendo la sana competencia y el espíritu deportivo Juegos Olímpicos VER LISTADO INTERSEDE VER LISTADO",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:45.785356",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 231117,
      "response_time": 0.455007,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/convivenciaeinclusion/",
    "title": "Informe Convivencia e Inclusión 2022 – Duoc UC",
    "text": "Formar personas para una sociedad mejor En Duoc UC, ese es el propósito que nos hemos planteado y por el que todos quienes formamos parte de esta comunidad educativa trabajamos día a día. Y no podríamos asumir tal responsabilidad sin tener la fuerte convicción que cualquier forma de violencia contraviene nuestra Identidad y Misión, pues atenta contra la dignidad humana, la caridad, y por cierto, el espíritu de servicio que nos anima como entidad de educación. 10 DIMENSIONES / 75 ACCIONES 01 Convivencia Estudiantes Elaboración de Estudio Valoras UC. Generación de Escuchas Consejeros de Carrera. Jornadas Consejeros de Carrera con Rector. Colaboradores Realización Encuesta de Liderazgo 360º. Implementación Programa Reconocimiento Valora Duoc UC. Realización de actividades que promueven la buena convivencia. Toda la Comunidad Implementación Política Integral de Convivencia, Inclusión y Equidad de Género. Realización de “Jornada sin Violencia” y “Jornada de Convivencia, Respeto y Diálogo en Sociedad”. 02 Equidad de Género Estudiantes Incorporación Género en los certificados de títulos. Baños universales. Colaboradores Realización de catastro de buenas prácticas y análisis de brechas en equidad de género. Desarrollo de acciones que promuevan la atracción, desarrollo y retención de talentos femeninos. Incremento en el índice de paridad femenina en la alta Dirección de la institución. Toda la Comunidad Creación de Protocolo e implementación de Uso Nombre Social en razón de Género. 03 Violencia Sexual y de Género Estudiantes Encuesta de Inicio con una medición sobre Violencia Sexual. Realización de charlas presenciales y online de sensibilización sobre Violencia Sexual y de Género. Realización de diagnóstico de prevalencia sobre Violencia Sexual. Colaboradores Encuesta de Convivencia e Inclusión Duoc UC. Realización de reuniones presenciales informativas sobre Violencia Sexual y de Género a todos los directivos en sedes. Realización Encuesta sobre Violencia Sexual. Creación de mesa de trabajo para implementación de la Ley 21.369. Toda la Comunidad Creación Dirección de Cumplimiento. Creación de Unidad de Prevención y Apoyo a Víctimas de Violencia Sexual y Género. Actualización y relanzamiento del canal de denuncias. Actualización de Reglamento que regula el Acoso Sexual, la Violencia y Discriminación de Género y Protocolos de Actuación. Creación del Modelo de Prevención de Violencia Sexual, Violencia y Discriminación de Género. Creación Modelo Apoyo a personas afectadas por Violencia Sexual, Violencia y Discriminación de Género. Creación Modelo de Investigación, Sanción, Protección y Reparación. Lanzamiento de página web y fono orientación Unidad de Prevención y Apoyo a las Víctimas de Violencia Sexual. Creación de protocolos y reglamento de Violencia Sexual y de Género. Ejecución de dos campañas comunicacionales masivas sobre el tema en todas las sedes. Contratación de abogada especialista en investigación de temas de Violencia de Género, Sexual y Discriminación de Género. 04 Apoyo a Personas con dificultades económicas Estudiantes Disponibilización de los siguientes programas: • Materiales • Emergencia • Servicio Asistente Social en Línea • Transporte Focalizado Entrega de Becas Institucionales. Préstamo de Computadores. Colaboradores Asesoría Financiera y orientación de Servicio Social. 05 Migrantes Estudiantes Encuentro con estudiantes migrantes. Implementación Programa de apoyo “Nuevos Horizontes”. Diseño Programa de Inclusión. Realización de Estudio Estudiantes Haitianos. Colaboradores Levantamiento catastro de personas migrantes. 06 Bienestar Estudiantes Implementación Programa Salud Mental. Creación Servicio de Orientación y Prevención del Suicidio (OPS). Realización Estudio Salud Mental y Bienestar de estudiantes Duoc UC junto a MIDAP y MIDE UC. Implementación Programa Preventivo frente al Consumo Problemático de Alcohol y otras Drogas. Colaboradores Salud Preventiva y Autocuidado: Pausas Activas. Bienestar Integral que incluye Salud Mental para colaboradores y sus familias. 07 Pueblos Originarios Estudiantes Realización Taller de Lengua Mapudungún. Implementación Programa de Inclusión para Pueblos Originarios. 08 Derechos Humanos Colaboradores Realización Capacitación en Derechos Humanos. 09 Personas con Discapacidad Estudiantes Programa PAEDIS. Realización Seminario de Inclusión con foco en Espectro Autista. Realización Curso Lengua de Señas 100% online . Diseño de Curso de Educación Continua para Personas con Discapacidad Congnitiva. Evaluación Diagnóstica de implementación de prácticas de Inclusión en estudiantes con NEE y en situación de discapacidad y propuesta de Plan de Acción. Benchmarking sobre Diplomados o Capacitaciones para Personas con Discapacidad Psíquica. Realización Curso Lenguaje de Señas online . Creación de Programa de Tutores Académicos para estudiantes con Necesidades Educativas Especiales. Colaboradores Realización Taller de Lengua de Señas chilenas. Ejecución Estudio Accesibilidad e Inclusión. Implementación Programa de Apoyo a la Inclusión (Generalistas de Personas). Disponibilización de Programa de Colaboradores en Situación de Discapacidad (ayudas técnicas, apoyo socioemocional y apoyo al equipo). Apoyo para la Acreditación de personas en Situación de Discapacidad en la Comisión de Medicina Preventiva e Invalidez (COMPIN). Entrega de servicios asociados al Programa de Bienestar como Fonoaudiología, Psicopedagogía, Terapia Ocupacional, Nutrición, Medicina General y Servicio Social, entre otros. 10 Personas con Desafíos Socio Emocionales Estudiantes Implementación stand de autocuidado y prevención de consumo problemático (Toma Control). Implementación de talleres de relajación y concentración (bienestar integral en movimiento). Realización talleres de actividad física. Talleres deportivos. Medición y seguimiento físico. Ligas y torneos. Juegos Olímpicos. Talleres de actividades recreativas. Colaboradores Realización Talleres de Comunicación Efectiva, Manejo de Conflictos y Conversaciones Difíciles. Creación de Grupos de Apoyo Mutuo. Implementación Programa apoyo. Informe Convivencia e Inclusión Duoc UC 2022 10 DIMENSIONES, 75 ACCIONES descarga el informe × Estudiantes Generación de Escuchas Consejeros de Carrera. Ver más × Colaboradores Implementación Programa Reconocimiento Valora Duoc UC. Ver más × Toda la Comunidad Implementación Política Integral de Convivencia, Inclusión y Equidad de Género. Ver más × Toda la Comunidad Realización de “Jornada sin Violencia” y “Jornada de Convivencia, Respeto y Diálogo en Sociedad” junto al Consejo de IP y CFT Acreditados, Vertebral. Ver más × Estudiantes Incorporación Género en los certificados de títulos. Ver Resolución × Colaboradores Realización de catastro de buenas prácticas y análisis de brechas en equidad de género. Ver más × Toda la Comunidad Creación de Unidad de Prevención y Apoyo a Víctimas de Violencia Sexual y Género. Ver más × Toda la Comunidad Actualización y relanzamiento del canal de denuncias. Ver más × Toda la Comunidad Actualización de Reglamento que regula el Acoso Sexual, la Violencia y Discriminación de Género y Protocolos de Actuación Ver Resolución × Toda la Comunidad Creación del Modelo de Prevención de Violencia Sexual, Violencia y Discriminación de Género Ver más × Estudiantes Disponibilización de los siguientes programas: Materiales Ver más × Estudiantes Disponibilización de los siguientes programas: Emergencia Ver más × Estudiantes Disponibilización de los siguientes programas: Transporte Focalizado Ver más × Estudiantes Entrega de Becas Institucionales. Ver más × Colaboradores Asesoría Financiera y orientación de Servicio Social. Ver más × Estudiantes Implementación Programa Salud Mental. Ver más × Estudiantes Creación Servicio de Orientación y Prevención del Suicidio (OPS). Ver más × Colaboradores Bienestar Integral que incluye Salud Mental para colaboradores y sus familias. Ver más × Estudiantes Juegos Olímpicos. Ver más × Estudiantes Elaboracion de Estudios Valoras UC. Ver más × Estudiantes Elaboracion de Estudios Valoras UC. Ver más",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:46.153893",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 265043,
      "response_time": 0.252488,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/nosotros/",
    "title": "Nosotros – Duoc UC",
    "text": "Formamos personas , en el ámbito técnico y profesional, con una sólida base ética inspirada en los valores cristianos , capaces de aportar en forma significativa al mundo laboral y comprometidas con el desarrollo de la sociedad. Vinculación con el Medio Comprometidos con la comunidad. VER VINCULACIÓN CON EL MEDIO Investigación Aplicada, Innovación y Transferencia Creando valor con el sector social y productivo VER MÁS Internacionalización - Inicio Reglamento Docente Primera piedra de Campus Nacimiento Preguntas Frecuentes Cursos Cortos test-linea-respaldo Microsoft 365 Redes Sociales Duoc UC Internacionalización - Movilidad Nueva Escuela Nueva Escuela RN Dirección de Infraestructura Sala de Prensa Quiénes somos Opciones de financiamiento Congreso VcM 2024 Juegos Olímpicos Duoc UC 2025 Programa Mentores TEST RO Prueba Slider Semana Cero San Carlos 2022 Proceso de Matrícula en línea Nueva App Vivo Prevención Apoyo Violencia Sexual y de Género Diversidad e Inclusión test-acordeones Informes Jardín Futuro Apertura 2021 Acompañamiento Postula Corona 1 Aniversario 55 años Movimientos Internos Ir a tecné 2023 prueba banner Titúlate Hoy Internacionalización COIL Test Verity Cuentas y Accesos Formulario Único de Acreditación Socioeconómica (FUAS) Carreras del Futuro-old Demo - tour Home Todo TP SummIT Ciberseguridad 2022 Titulados New Testimonios Guía VCM Preguntas Frecuentes Postulación Recibida test 2 testimonios Creativiña COIL ¿Por qué? Elegir Duoc UC Sigamos conversando en… La hora de conversar-old Modalidad Vespertina Test Cuenta Anual Unidad de Prevención y Apoyo a Víctimas de Violencia Sexual y Género FUAS Prueba Internacionalización - Becas Evoluciona VRA PAE Transporte Nos acreditamos contigo, ¡Con todo! Beneficios Titulados Centro de Negocios Primer paso Docentes Big Data - test OLD-i2T: Primer Congreso de Innovación, Investigación Aplicada y Transferencia Proyectos y servicios Duoc UC Conoce las carreras de la Escuela de Administración y Negocios Hitos 2022 Curso de Política y Mecanismos Consentimiento Informado Congreso VcM 2025 Eventos SummIT Ciberseguridad - Plantilla Test 1-2024 Jornada de Inicio - Campus Arauco Concurso Exploradores Postulante Alumno Duoc UC Únete a nuestro equipo Chatbot Financiamiento Proyectos y servicios Duoc UC Deportes test Núcleos de Apoyo Fiscal (NAF) – Operación Renta 2025 test-link-menu Internacionalización Redes Internacionales Reintegros -OLD Nueva Escuela Gastronomía Duoc UC en la prensa Vida Estudiantil-OLD Test Paginas manual de eventos Orientando Vocaciones Nuevo Articulación Prueba Mes de la Ciberseguridad Duocanos en acción test-linea Punto Estudiantil VE Empleabilidad mujeres en TIC Sobre Duoc UC Acreditación 2024 Biblioteca: tu espacio de aprendizaje TEST INV APL Admisión 2024 - Matrículas Abiertas Diplomado de Investigación Aplicada e Innovación Template Eventos PAE Materiales SummIT Inteligencia Artificial Aplicada Inicia en Microsoft 365 Jornada de Inicio - Sede Concepción OLD Alumnos Duoc UC Admisión Especial Online Valle 2024 Portales Duoc UC Testing - 2 Preguntas Frecuentes Admisión Valle TEST Guías rápidas Microsoft Teams menu test Internacionalización Proyectos Internacionales Campus Nacimiento Nueva Escuela Salud Guía de Inicio Curso “Formación conceptos básicos en I+D+i+TT” Preguntas Frecuentes Admisión futuros alumnos Contrato de Servicios Educacionales Duoc UC Recuperar contraseña Internacionalización Noticias Vinculación Internacional Tutorías Par Alameda Consejeros de Carrera CAE new Titulados Referentes Redes Internacionales Admision2025 preinscripcion Actividades Unidad de Investigaciones Internas Educación Continua. i2T 2025: Congreso de Innovación, Investigación Aplicada y Transferencia Admisión 2026 Reintegros II Internacionalización Equipo Nueva App Vivo Duoc Puesta a Punto Torneo Innova Sostenible - Emprende Circular Colaboradores Libro VCM Valparaíso Semana Cero San Bernardo 2022 All in Chile 2023 Estrategia de apoyo a los estudiantes Movimientos Internos Online Etapas Portal Proveedores Noticias Servicios Tecnológicos Test Iaplicada Menu Nuevo VE Admision CAPE 2025 Postula Cuenta Anual 2023 Escuela de Turismo TEST PAGINA POP Sigamos Conversando Curso de Innovación Corporativa Test summIT 2021 Laboratorio de Turismo Sostenible Test Innovación & Emprendimiento Estudiantil Internacionalización - Preguntas Frecuentes Test Hotjar Medidas Extraordinarias Innovasostenible All In Chile Cartelera en un click El mejor de los mejores Feliz Cumpleaños Certifika Programa de Apoyo al Estudiante Selecciones Admisión Ing Software Concurso Desarrolladores Cursos a la medida Financiamiento Nuevo Postula Edificio Cousiño Escuela de Diseño Informe Convivencia e Inclusión 2022 VCM para Duoc test iframe Quienes Somos Semana del Teatro BI con CGP Liceo con Articulación prueba Nueva Escuela Construcción Nueva Escuela Administracion Seminario Solidaridad y responsabilidad social Liceos Escuela de Ingeniería y Recursos Naturales El mundo cambió, nosotros nos adaptamos Test David Taller Online: Peligro de niños/as en Redes Sociales Cooimpacta Modal Test Test-DaniChavez SummIT Inteligencia Artificial Aplicada TEST Catálogo de Servicios Digitales – Docentes test test-hitos Internacionalización - Convenios Titulados-new-revision test semana cero Instituciones de Educación Superior Data Finders Edificio Patrimonial test adm Somos TP Oficina de Títulos y Certificados Quienes Somos Soporte clases presenciales grabadas y remotas El citt Torneo Innova Sostenible test Quienes Somos Postula Kit Digital Duoc UC Acuerdo Articulación MINEDUC Prueba Jornada de Inicio - Sede Alameda Cuentas y Accesos Desafío Instrumentos Encuesta Docente TEST RO_LANDING_TEST Unidad de Prevención y Apoyo a Víctimas de Violencia Sexual y Género Seminario: Innovaciones educativas para la sociedad del futuro Alumnos Duoc UC Certifika-old Test portal pago Jornada de Inicio - Sede Maipú Postula Aquí #8M Día Internacional de la Mujer Convenio Enac test pag Titulados Inspiradores 2025 TEST Vinculacion Reunión Dirección 2022 Convenio Suite Autodesk Bienvenidos 2023 Equipo Guía VCM Bienvenidos 2025 Seguridad de la información Etapas Test Home Coronavirus Vida Estudiantil Salud y Autocuidado Admisión 2025 test box Nueva Escuela IT Cursos asincrónicos  y en el Centro de Formación Docente Noticias Orientando Vocaciones Summit Ciberseguridad test-mallas Docentes Postula Reintegros Online Nuevo-citt-El Citt Convenios Duoc UC Tipografía y Colores Ruta de I&E Proceso Admisión Futuros Alumnos (as) Concurso Festigame Beneficios Duoc UC Día del Niño: Talleres de Autocuidado y Calidad de Vida Formato 100% Online Educación Diseño y Componentes Web Unidad de Apoyo y Bienestar Estudiantil En contextos No Formales y/o Informales Alumnos Conoce el paso a paso de cómo postular a FUAS 2021 Restauración Patrimonial Diplomado en Ciberseguridad Corporativa Bienvenidos 2025 Condiciones de devolución y retiro Jornada de Inicio - Sede Melipilla RO_CV_TEST Operación Renta 2022 App Sustenta Jardín Instituciones de Educación Superior New test-programa Nuevo Consejos de Carrera Modal-test-home Admisión especial Interna, Reintegros y reincorporaciones Bases Admisión Instituciones de Educación Superior All in Chile 10 años Admision Old 25 Jornada de Inicio - Sede Padre Alonso Ovalle Educación Formacion Titulados desde su lugar en el mundo Política de Privacidad Centro del Agua Servicios San Carlos 2022 test-1023 Unidad de Prevención y Apoyo a Víctimas de Violencia Sexual y Género Juegos Olímpicos Jornada de Inicio - Sede Plaza Norte test-1023-2 Jornada de Inicio - Sede Plaza Oeste Beca Estatales prueba Bienvenidos 2024 test iframe Postulación Admisión Especial Código de Ética y Conducta Jornada de Inicio Coronavirus Semestre Cero 2025 test modal Charla de BW: La interna de la Comunicación Alumnos test Jornada de Inicio - Sede Plaza Vespucio Testimonios Test Observatorio Duoc UC La Travesía Jornada de Inicio - Sede Puente Alto Sobre la escuela Etapas Orientación Duoc UC Nueva Escuela Comunicación Jornada de Inicio - Campus Villarrica Dirección de carreras Jornada de Inicio - Sede Puerto Montt Servicios Familia Tour Virtual Escuelas Producción y Gestión Audiovisual Prevención Apoyo Violencia Sexual y de Género test modal flotante test Convenio Microsoft Unidad de Prevención y Apoyo a Víctimas de Violencia Sexual y Género La Travesía - Jornadas Acreditación New Semana Cero Puente alto 2022 Convalidación Prueba ¡Gracias! Semestre Cero Duoc UC nuevo test admision Portal de Pago en Línea Recreación Tiempo Libre test testimonios Sedes y Campus Postula Concurso Levelea Tu clase Home Torneo Test Vive la #ExperienciaDuocUC All in Chile 2024 Convenios Libreta de ahorro para la vivienda Jornada de Inicio - Sede San Bernardo Empresas El juego como una estrategia educativa Programas Internacionales Programa de Servicio Social Colaboradores Modal test gratuidad prueba Transparencia Súmate a Betterfly Jornada de Inicio - Sede Viña del Mar Jornada de Inicio - Campus Nacimiento Kit Prototipo Postulante Duoc test Consultoría Admisión Especial - RAP Financiamiento Nuevo Torneos Talleres de Plan de Calidad de Vida Reconocimiento Aprendizajes Test test test test4 Test instituciones test Escuela de Salud Pre-inscripción y Matrícula Atención ejecutivos Seguro Complementario de Salud Identidad Católica #8M Día Internacional de la Mujer Jornada de Inicio - Sede San Carlos de Apoquindo Duoc 360 Reintegros Noticias y Eventos Servicios a Sedes Noticias Somos TP LANDING TEST CD - MENTORES Noticias FONO ORIENTACIÓN Infraestructura Duoc UC Diseño y Desarrollo de Productos Jornada de Inicio - Sede Antonio Varas Jornada de Inicio - Sede San Joaquín test home ADM Calendario Académico 2025 - 2026 Convenio Adobe Titulados Inspiradores 2024 test6 Proceso Alumnos Nueva Innovanorte Certifika Correo Institucional Bases PORTAL DE PAGO Concursos Aniversario 52 Años ¡Participa! Beneficios Educación test Convalida tu práctica Hitos 2022 Jornada de Inicio - Sede Valparaíso CREATIVIÑA Internacionalización - Movilidad Convivencia e Inclusión Nuevo-citt-Home Instrumentos Encuesta Docente Talleres y Charlas Admisión Formulario Gamers NAF 2 Pago en línea Bienvenidos docentes Hitos Duoc Ciclo de Charlas y Talleres Admisión Recursos Naturales #8M Día Internacional de la Mujer Postula Ciclo de Charlas Reintegros Gratuidad Nuevo Mensaje del Rector Concurso Interno Nuevo Marketing Challenge 2024 Plaza Norte Emprende Wifi Respaldo Summit IA 2021 PAE Emergencia Conoce las carreras de la Escuela de Construcción Bienvenido/a a Duoc UC Online test-dip Becas Intenas Prueba Torneo Emprende Plateado Microsoft Teams Aniversario Campus Arauco Núcleos de Apoyo Fiscal Encuentro Orientadores Test-AP #8M Día Internacional de la Mujer -2 Reglamento Académico Semana Cero Melipilla 2022 Contacto Admisión test Cooimpacta 2023 II versión Seminario 360°: Más conectados, más comprometidos Somas Servicios Digitales Docentes Formación Test Memoria Anual 2022 Microsoft Azure Dev Tools for Teaching Test Camila Servicios Digitales Reconocimiento de Experiencia Laboral Folleto Financiamiento Team briefing Investigación Aplicada International Affairs Tour Virtual 2 Semana Cero San Joaquín 2022 Semana Cero Plaza Oeste 2022 Educación Continua - Áreas de Interés Portal Docente Experiencia Vivo Convocatorias y Financiamiento Interno Oferta académica Proceso de Admisión Innovación y Emprendimiento About Us Semestre Cero Postulante Duoc UC Formación extracurricular Carreras Memoria Anual Programa de Emergencia Dirección Escuela Sedes y Campus Historia Apoyo clases Convenios Internacionales Quiénes Somos Acciones frente a Covid-19 Ambiente Virtual de Aprendizaje Eventos Office 365 Noticias CAPE Publisher Desarrollo y apoyo estudiantil Gratuidad Política Calidad y Acreditación Desafío Historia Etapas Centro de estudios Microsoft 365 Wifi Salud Autocuidado Titulados Cursos Abiertos Diseño Vida en sedes Quiénes Somos Información General Formación AVA - Blackboard Ultra Testimonios Espíritu Duoc UC Eventos Pastoral Información de la carrera Consejo Directivo y Fundaciones Investigación Aplicada Desafío Oferta Académica Manual plataforma cursos Diplomados Programas Qué es I+D+i Qué es  I+D+i Quiénes Somos Gratuidad y Becas Instituciones de Educación Superior Eventos Dirección de carreras International Students Hechos y Cifras Colaboradores Equipo de Pastoral Medidas académicas a distancia Programa de apoyo al estudiante Formación extracurricular Emprendimiento Teletrabajo Misión y Visión Innovación & Emprendimiento Estudiantil Cómo usar Microsoft 365 Programa de Transporte Admisión Especial Admisión Especial Interna Intercambios Desafío Ramas Deportivas Centros Tecnológicos Eventos Cursos Cerrados Edificios Patrimoniales y de Extensión Becas Estatales Microsoft Azure Dev Tools for Teaching Iniciativas Proyecto Apoyo y Bienestar Estudiantil Kahoot! Recursos Consejeros de Carrera Equipo y Colaboradores Autoridades Quiénes Somos Alternativas de Financiamiento Tipografía y Colores Recreación Tiempo Libre Comunidad en pandemia Dirección Escuela Realización de Prácticas Sedes Bases Directivos Contexto Ley Educación Superior Lineamientos y Manual de Marca Líneas de Financiamiento Externo Etapas Intercambios Alumnos Internacionales Admisión Especial ¿Cómo te apoyamos? Carreras Innovación & Emprendimiento Estudiantil Sobre la carrera Dirección Ejecutiva Innovación Etapas Administración y Negocios Deportes y Actividad Física Noticias y Eventos Financiamiento Cursos Bases Ventanilla abierta Vinculación Admisión Especial OLD Innovación & Emprendimiento Articulación para titulados/as técnicos/as de Duoc UC Noticias y Eventos Oportunidades Postgrado para Titulados Noticias y Eventos Identidad FAQ Comunicación Misiones Beneficio de datos móviles Programa Beneficios OLD Innovación & Emprendimiento Guías rápidas Microsoft Teams Especial Cuarentena Articulación Dónde Estamos Selecciones Liceos Convenio Especial Becas Internas Etapas Financiamiento Mixto Sede Educación Continua Seminarios Rector Duoc UC Material Gráfico Duoc UC Directores de Sede Cajas y bloques Servicios Familia Construcción Carreras 100% online Programa de Materiales Plan de Desarrollo Duoc UC Titulados Inspiradores Acreditación de Carreras Convenio Microsoft Formulario de ayuda Proyectos Convalida tu Práctica Cursos y Diplomados Marca y Logos Duoc UC Preguntas Frecuentes Ambiente Virtual de Aprendizaje Recursos Admisión Especial Campus Virtual Microsoft Teams Convenio Adobe Investigación Aplicada e Innovación OLD-Cursos y Diplomados Malla Bases Proyectos Innovanorte Memoria Anual Proyectos Sobre Educación Continua Noticias Admisión Alumnos Extranjeros Cartelera Sobre Nosotros Seguro Médico COIL Meet Our Staff Valores Bases Noticias Titulados Global Admisión de Alumnos Extranjeros Recuperar contraseña PACE Solicita más información Recuperación usuario y clave AVA Pastoral Acreditación 2024 Crédito con Garantía Estatal (CAE) Deportes Juegos de Invierno Nosotros Proyectos Bases Liceo Politécnico Andes Documentos y Estudios Convenio Suite Autodesk Educación Directores de Escuelas Tablas y listas Galerías Preguntas Frecuentes Perfil Alumno Diseño Quiénes Somos Asuntos Estudiantiles Cursos de Especialización Premios Noticias Formación Alumnos Internacionales OLD Etapas Formato Semipresencial Noticias Innovanorte Formación Proyectos Noticias Actividades Sobre La Escuela Empresas Centro de estudios Convalidación de Ramos Pastoral Eventos Titulados Contáctanos Admisión 2024 Bases Idiomas Liceos con Articulación Acuerdo Articulación MINEDUC Proceso de Matrícula en línea Contacto VCM FUAS Convenio ENAC Juegos Olímpicos Desafío de Innovación Corporativa Directores de Carreras Directores Centrales Eventos Gastronomía Testimonios y Galerías Correo Institucional Financiamiento y Becas Acordeones Mentimeter Plan de Desarrollo Desarrollo Laboral Autogestión clases remotas Innovación Corporativa Informática y Telecomunicaciones Noticias y Novedades Postula Proyectos Certificaciones Internacionalización Orientación Académica Horarios Atención Sedes Tour Virtual Proceso de Prácticas Galerías Nuestro Equipo Bienestar y Calidad de Vida Recursos Matriz Legal Programa Mentores Recursos Preguntas Frecuentes Iníciate en Microsoft Qué es una cooperativa Coordinadores por Sede Postulación Admisión Especial Galerías Titulados Galerías Mensajes y notificaciones Fondos de Pantalla Proyecto Educativo Invitaciones Escuelas y Sedes Taller Práctico Testimonios y Novedades Retorno presencial Ingeniería y Recursos Naturales Programas Internacionales Ex Directores Duoc UC v1 Admisión2023 Admisión 2024 Cursos Empresas Escuela de Recursos Naturales Admisión-old Servicios Digitales Modelo Educativo Formación y capacitación Preguntas Frecuentes Actividades Capacitación-old Noticias y novedades OLD Admisión Protocolos retorno presencial Ex Rectores Duoc UC Novedades e Historias Noticias Botones e Íconos Titulados Inspiradores Seguridad de la información Widgets de Contenidos Novedades y orientación Preguntas Frecuentes Símbolos Institucionales Salud Política Institucional de Titulados Vinculación e Integración Institucional Calidad y Acreditación Vida en Sedes Nuestro Equipo Admisión 2023 Charlas y eventos Noticias Turismo Galerías Preguntas Frecuentes Preguntas Frecuentes Articulación para titulados/as técnicos/as de Otras Instituciones de Educación Superior Proceso de Acreditación Relaciones Internacionales Expandiendo las fronteras de nuestros alumnos y comunidad. Ver Relaciones Internacionales Extensión Duoc UC Cultura, entretención, empleo, educación y mucho más. IR A EXTENSIÓN Centro de estudios Equipo y Colaboradores Seminarios Documentos y Estudios Eventos Galerías Identidad y Misión VER IDENTIDAD Y MISIÓN Historia VER HISTORIA Proyecto Educativo VER PROYECTO EDUCATIVO Calidad y Acreditación Contribuyendo a la generación de una cultura de aseguramiento de la calidad y mejoramiento continuo. VER CALIDAD Y ACREDITACIÓN Transparencia VER TRANSPARENCIA Autoridades VER AUTORIDADES Memoria Anual VER MEMORIA Sedes y Campus Ver Todas las Sedes y Campus Modalidad online Región Metropolitana Región de Valparaíso: Valparaíso y Viña del Mar Región del Biobío: Concepción, Arauco y Nacimiento Región de La Araucanía: Villarrica Región de Los Lagos: Puerto Montt",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:47.723869",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 331887,
      "response_time": 0.211309,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/oferta-academica",
    "title": "Oferta Académica – Duoc UC",
    "text": "Escuelas ESCUELA DE Gastronomía ESCUELA DE Turismo y Hospitalidad ESCUELA DE Comunicación ESCUELA DE Administración y Negocios ESCUELA DE Informática y Telecomunicaciones ESCUELA DE Construcción ESCUELA DE Ingeniería y Recursos Naturales ESCUELA DE Salud y Bienestar ESCUELA DE Diseño Carreras Ver todas las carreras CARRERAS DESTACADAS Cursos y Diplomados Ver todos los programas PROGRAMAS DESTACADOS Curso Curso Power BI Intermedio Curso Curso Lengua de Señas Chilena Diplomado Diplomado en Control de Gestión Estratégico Programas Internacionales Ver Programas Formato Semipresencial Ver más Sedes y Campus Ver Todas las Sedes y Campus Modalidad online Región Metropolitana Región de Valparaíso: Valparaíso y Viña del Mar Región del Biobío: Concepción, Arauco y Nacimiento Región de La Araucanía: Villarrica Región de Los Lagos: Puerto Montt",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:49.235991",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 206579,
      "response_time": 0.32145,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/cyd/curso-lengua-de-senas-chilena/",
    "title": "Curso Lengua de Señas Chilena – Duoc UC",
    "text": "Descripción Adquiere competencias en comunicación inclusiva con Lengua de Señas Chilena para entornos laborales y sociales. En Chile, más de 712 mil personas presentan pérdida auditiva y cerca de 179 mil viven con sordera total. La Ley N° 21.303 reconoce a la Lengua de Señas Chilena (LSCh) como lengua oficial, impulsando su incorporación en ámbitos laborales, educativos y sociales. Este curso de Duoc UC entrega herramientas prácticas y aplicadas para desenvolverse en entornos inclusivos, aprendiendo desde los fundamentos culturales de la comunidad sorda hasta el manejo de vocabulario y expresiones propias de contextos laborales, familiares y comunitarios. Con modalidad e-learning asincrónica, los participantes avanzan a su propio ritmo mediante recursos audiovisuales e interactivos, fortaleciendo sus competencias comunicativas y contribuyendo a la inclusión efectiva. Sence Nombre Sence: “Lengua de Señas Chilena: Comunicación Laboral y Social” Código Sence: 1238087346 Certificación Al final del curso, el participante recibirá una certificación con el nombre institucional del programa: “Lengua de Señas Chilena: Comunicación Laboral y Social”, que valida sus competencias en comunicación inclusiva en entornos laborales y sociales. Objetivos Aplicar la Lengua de Señas Chilena en interacciones efectivas bajo un enfoque inclusivo Orientado a Técnicos y profesionales que se desempeñan en áreas como atención a público, recursos humanos, educación, salud, coordinación de servicios, gestión comunitaria y ventas, o cualquier persona que busque fortalecer la inclusión y accesibilidad comunicacional. Requisitos de Ingreso Lectura y comprensión funcional del idioma español. Unidades Unidad 1: Cultura sorda y comunicación inicial Objetivo: Reconocer la cultura sorda y los elementos básicos de la Lengua de Señas Chilena. Cultura sorda: historia, características y relevancia social. Lengua de Señas Chilena (LSCh): concepto, estructura básica y valor cultural. Estrategias de comunicación inicial con personas sordas. Ejercicios de flexibilidad manual y motricidad fina para la comunicación en LSCh. Alfabeto dactilológico: reconocimiento y ejecución de cada letra. Pronombres personales, demostrativos y posesivos. Saludos, presentaciones y fórmulas de cortesía. Unidad 2: Vocabulario temático y contextos de uso Objetivo: Aplicar vocabulario y expresiones de la Lengua de Señas Chilena en interacciones bajo un enfoque inclusivo. Números: 0–10, fracciones, porcentajes y decimales. Expresión de la hora y vocabulario relacionado con el tiempo. Uso de dinero: precios, pagos y transacciones básicas. Días de la semana, meses del año y estaciones. Vocabulario para relaciones familiares y sociales. Expresiones de emociones y sentimientos. Vocabulario laboral: profesiones, oficios y términos asociados al trabajo. Vocabulario educativo: espacios formativos y expresiones frecuentes. Financiamiento Descuentos 30% Titulados Duoc UC* 15% - 25% Ex-alumnos de Educación Continua* Consulta por descuentos promocionales (*Descuentos no acumulables) Métodos de Pago Webpay: 3, 6 o 12 cuotas tarjeta de crédito sin interés Transferencia Orden de compra Empresa",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:50.042913",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 203690,
      "response_time": 0.355823,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/bienvenida-duoc-online/",
    "title": "Bienvenido/a a Duoc UC Online – Duoc UC",
    "text": "¡Estamos felices de que seas parte de Campus Virtual de Duoc UC! Aquí podrás encontrar: 1) El equipo del Campus Virtual que te acompañará. 2) Fechas de actividades importantes e información relevante para tu integración a la institución y modalidad. 3) Acceso a los servicios y plataformas que disponemos para ti. 4) Respuestas a preguntas frecuentes. Aquí podrás encontrar: El equipo de Campus Virtual que te acompañará. Actividades e información relevante para tu integración. Acceso a los servicios y plataformas. Respuestas a preguntas frecuentes AUTOGESTIONA TU INDUCCIÓN Explora los pasos esenciales que te guiarán hacia el éxito en tu educación en línea Haz clic en cada etapa y conoce los pasos que deberás seguir, junto con las fechas y actividades académicas asociadas para el inicio de tu experiencia 100% online. 02/10/2025 – 01/03/2026 AUTOINDUCCIÓN Paso 1 Activación de cuenta Este es tu primer paso para comenzar a vivir la experiencia 100% online de Duoc UC Campus Virtual. Sin esta activación no podrás tener acceso a nuestras plataformas y servicios. Sigue los pasos enviados a tu correo electrónico que registraste en tu matrícula. Puedes activarla ingresando aquí Paso 2 Desarrolla el curso de inducción Desarrolla el curso de inducción y conoce tus aulas virtuales, emulando lo que va ser tu experiencia de aprendizaje 100% online. Realiza todos los módulos del curso e interiorízate con la propuesta del Campus Virtual. Desarrolla tu curso en el Ambiente Virtual de Aprendizaje (AVA) 10/03/2026 INICIO DE BIMESTRE ACADÉMICO ¡Prepárate! Recuerda que desde el 03 de marzo 2026 podrás ingresar a tus Asignaturas y realizar todas las actividades en tus aulas virtuales dentro de tu Ambiente Virtual de Aprendizaje (AVA). ?Recuerda: Al ser estudiante nuevo, tus Asignaturas se cargarán automáticamente en la plataforma AVA al momento de iniciar el bimestre académico. 02/03/2026 al 07/03/2026 JORNADA DE BIENVENIDA JORNADA DE INICIO ¡Prepárate! Desde el 02 de marzo viviremos la “Jornada de Inicio”. Conéctate y participa en actividades online de integración al Campus Virtual de Duoc UC. Mantente atento a tu correo institucional, donde recibirás toda la información necesaria y mediante tu asistente virtual, directamente a tu WhatsApp. 09/03/2026 al 14/03/2026 INDUCCIÓN ÚLTIMOS MATRICULADOS ¿No participaste en las actividades de inducción previas al inicio del Bimestre? ¡No te preocupes! En este espacio dispondremos para ti las últimas actividades y recursos necesarios para tu correcta incorporación e inducción a la modalidad 100% online del Campus Virtual Duoc UC. Activa tu cuenta Desarrolla tu módulo de inducción Si tienes dudas o necesitas mayor asesoría, comunícate con tu Tutor/a designado. Si no conoces quien es tu Tutor/a, escríbenos un correo directamente a Tutoriaonline@duoc.cl AUTOINDUCCIÓN 02/10/2025 al 01/03/2026 INICIO DE BIMESTRE ACADÉMICO 10/03/2026 JORNADA DE BIENVENIDA 02/03/2026 al 07/03/2026 INDUCCIÓN ÚLTIMOS MATRICULADOS 09/03/2026 al 14/03/2026 1 Activación de cuenta Este es tu primer paso para comenzar a vivir la experiencia 100% online de Duoc UC Campus Virtual. Sin esta activación no podrás tener acceso a nuestras plataformas y servicios. Sigue los pasos enviados al correo electrónico que registraste en tu matrícula. Puedes activarla ingresando aquí 2 Desarrolla el curso de inducción Desarrolla el curso de inducción y conoce tus aulas virtuales, emulando lo que va ser tu experiencia de aprendizaje 100% online. Realiza todos los módulos del curso e interiorízate con la propuesta del Campus Virtual. Desarrolla tu curso en el Ambiente Virtual de Aprendizaje (AVA). JORNADA DE INICIO ¡Prepárate! Desde el 02 de marzo viviremos la “Jornada de Inicio”. Conéctate y participa en actividades online de integración al Campus Virtual de Duoc UC. Mantente atento a tu correo institucional, donde recibirás toda la información necesaria y mediante tu asistente virtual, directamente a tu WhatsApp. ¡Prepárate! Recuerda que desde el 03 de marzo 2026 podrás ingresar a tus Asignaturas y realizar todas las actividades en tus aulas virtuales dentro de tu Ambiente Virtual de Aprendizaje (AVA). Recuerda: Al ser estudiante nuevo, tus Asignaturas se cargarán automáticamente en la plataforma AVA al momento de iniciar el bimestre académico. ¿No participaste en las actividades de inducción previas al inicio del Bimestre? ¡No te preocupes! En este espacio encontrarás todas las actividades y recursos necesarios para tu correcta incorporación e inducción a la modalidad 100% online del Campus Virtual Duoc UC. Activa tu cuenta Desarrolla tu módulo de inducción Si tienes dudas o necesitas mayor asesoría, comunícate con tu Tutor/a designado. Si no conoces quien es tu Tutor/a, escríbenos un correo directamente a Tutoriaonline@duoc.cl ¡ATENCIÓN ESTUDIANTE! Si no pudiste participar de las actividades de inducción e integración a la modalidad 100% online (Semana 0), aquí podrás ver las grabaciones sin perderte de nada. YA DISPONIBLE Acompañamiento Estudiantil EN EL CAMPUS VIRTUAL OFRECEMOS UN PROGRAMA DE ACOMPAÑAMIENTO ACADÉMICO Y SOCIOAFECTIVO Contamos con un sistema de detección temprana del desempeño y participación en las asignaturas. Un Tutor/a estará disponible para orientarte con tus preguntas e inquietudes desde un inicio y durante toda tu ruta académica. Puedes comunicarte en primera instancia a tutoriaonline@duoc.cl SERVICIOS TECNOLÓGICOS Accede a los diferentes servicios y recursos completamente online, disponibles durante tu carrera. PORTAL DE SOPORTE PARA CARRERAS 100% ONLINE Ejecutivos especializados te apoyarán con tus consultas y solicitudes. AVA – AMBIENTE DE APRENDIZAJE VIRTUAL Accede a tus asignaturas y desarrolla las actividades académicas propuestas. ACTIVACIÓN DE CUENTA Inicia tu experiencia activando tu cuenta institucional. BIBLIOTECA Accede a recursos digitales de apoyo académico. DUOC LABORAL Conoce ofertas de empleo publicadas por empresas. EXPERIENCIA VIVO Encuentra en un solo lugar servicios académicos, financieros y estudiantiles. CVA – Centro Virtual de Aprendizaje Encuentra recursos de apoyo y herramientas para fortalecer tu proceso estudiantil online de manera amigable y efectiva. BENEFICIOS INSTITUCIONALES BENEFICIOS DUOC UC SEGURO ACCIDENTES APOYO AL ESTUDIANTE SERVICIOS ESTUDIANTILES APOYO FINANCIERO Porque el financiamiento estudiantil es un tema de relevancia para la modalidad 100% Online, conoce algunas alternativas de apoyo a tu financiamiento y economía. Puedes comunicarte a financiamientoonline@duoc.cl Más información FORMACIÓN ACADÉMICA Descarga los documentos que serán de importancia para tu formación académica. FECHAS IMPORTANTES CALENDARIO ACADÉMICO DEBERES Y DERECHOS REGLAMENTO ACADÉMICO REQUISITOS MODALIDAD REVISA EL PROTOCOLO Oferta académica DESCUBRE NUESTRAS CARRERAS 100% ONLINE Oferta académica PREGUNTAS FRECUENTES Encuentra aquí respuestas a tus principales dudas ¿En qué consiste el Protocolo Modalidad Online? El protocolo es un documento que regula las interacciones de los diversos estamentos involucrados en un programa 100% online, para garantizar un espacio de aprendizaje adecuado para los estudiantes. Se dispone información respecto a las características del programa, condiciones para la aprobación, requisitos mínimos del estudiante y las capacitaciones. Para mayor información puedes acceder a este vínculo ¿Cómo convalidar una asignatura? Si durante el bimestre requieres convalidar asignaturas, debes realizar una solicitud en línea, la cual será revisada por la Dirección de Carreras para su aprobación. En el caso de una convalidación externa con otra institución, se deberá adjuntar el programa instruccional de la asignatura y concentración de notas. Para llevar a cabo la solicitud, debes ingresar a nuestro centro de ayuda online y generarla. Para mayor información puedes acceder a este vínculo ¿Cuál es mi cuenta de usuario? Existe un único acceso a tus servicios digitales en el Campus Virtual de Duoc UC. Accede con tu usuario + tu dominio de correo institucional. Si requieres cambiar tu contraseña, accede a cambiatuclave.duoc.cl Para mayor información puedes acceder a este vínculo ¿Qué es el Ambiente Virtual de Aprendizaje? Conoce una nueva experiencia para los estudiantes que facilita el proceso de enseñanza y aprendizaje. Lo conocerás como Ambiente Virtual de Aprendizaje (AVA), plataforma tecnológica que permite la comunicación asíncrona y facilita compartir el conocimiento de forma intuitiva y más fluida. A través de AVA accederás a todas tus asignaturas. Para mayor información puedes acceder a este vínculo VER TODAS LAS PREGUNTAS Acceso y cambios de contraseña Ahora existe un único acceso a tus servicios digitales en Duoc UC. Accede con tu usuario + tu dominio de correo institucional. Si requieres cambiar tu contraseña, accede a cambiatuclave.duoc.cl Para mayor información puedes acceder a este vínculo ¿Cómo inicio sesión en Blackboard? Puedes ingresar a nuestro Ambiente Virtual de Aprendizaje (AVA) a través del Portal Experiencia Vivo o directamente en ava.duoc.cl Para mayor información puedes acceder a este vínculo ¿Cómo es la navegación de Blackboard? Una vez que ingreses al Entorno Virtual con tu usuario y contraseña, notarás un menú de acceso en la parte izquierda de tu navegador. Conoce todo lo que puedes hacer en nuestro centro de ayuda online, pichando el vínculo para mayor información. Para mayor información puedes acceder a este vínculo ¿Dónde puedo conocer los aprendizajes antes de comenzar una asignatura? Cada curso contiene un apartado inicial de bienvenida, en el que se establecen los contenidos y aprendizajes esperados de cada asignatura. Te invitamos a revisarlo antes de inicio de cada bimestre. Para mayor información puedes acceder a este vínculo ¿Cómo desarrollo y entrego una actividad? Durante el desarrollo de las asignaturas se deben desarrollar actividades formativas (ejercicios) y sumativas (con nota). Cada semana tendrás en el aula una actividad central, esta se divide en 2 partes: Instrucciones: con el detalle de lo que debes hacer, tiempos y pautas asociadas. Entrega de la actividad: espacio donde deberás adjuntar tu trabajo y donde serás retroalimentado por el docente. Para mayor información puedes acceder a este vínculo ¿Qué es Class Collaborate? Class Collaborate es una herramienta disponible en Blackboard o en el Ambiente Virtual de Aprendizaje (AVA) que permite realizar videoconferencias en tiempo real. Con Class Collaborate, puedes compartir archivos, aplicaciones y utilizar una pizarra virtual para interactuar con los participantes. La herramienta se abre directamente en tu navegador web, por lo que no es necesario instalar ningún software adicional para unirte a una sesión. Para mayor información puedes acceder a este vínculo Opciones de financiamiento Para las carreras con modalidad online no puedes utilizar la gratuidad. Solo existe la alternativa para financiar tus estudios mediante el Crédito Aval del Estado (CAE). Esa opción es un crédito usado como alternativa de financiamiento, el cual es administrado por la Comisión Ingresa y otorgado por distintos bancos, pero bajo las mismas condiciones. También puedes optar a beneficios internos que dispone Duoc UC. Si necesitas contactarte por información sobre financiamiento, escribe directamente a Financiamientoonline@duoc.cl Para mayor información puedes acceder a este vínculo Métodos y formas de pago Todo lo que necesitas saber sobre los pagos de matrícula, aranceles y la gestión de deudas, encuéntralo en nuestro centro de ayuda online. Para mayor información puedes acceder a este vínculo experiencia vivo Encuentra en un solo lugar información y servicios académicos, financieros y estudiantiles. Conoce la versión web en experienciavivo.duoc.cl Comunidad COMUNÍCATE CON NUESTRAS ESCUELAS Y SEDE VIRTUAL",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:52.482167",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 305960,
      "response_time": 0.242842,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/vida-estudiantil/estrategia-de-apoyo-a-los-estudiantes/",
    "title": "Estrategia de apoyo a los estudiantes – Duoc UC",
    "text": "Inicio Asuntos Estudiantiles Apoyo Estudiantil Deportes Contacto ¡Un mundo de oportunidades más allá de la sala de clases! Queremos apoyarte en tu vida estudiantil a través de actividades extracurriculares que fortalezcan tu liderazgo, habilidades de comunicación y estrategias de estudio. Al unirte a nuestra comunidad, te sumergirás en un ambiente estudiantil diseñado para potenciar tu desarrollo integral. Conoce lo que lo hacemos. Estrategia de Apoyo a los Estudiantes Talleres presenciales de estrategias de estudio Los Talleres de Estrategias de Apoyo al Aprendizaje constituyen un programa diseñado para proporcionar herramientas que impulsen las estrategias de aprendizaje de los estudiantes, abarcando aspectos como metodologías de aprendizaje, autorregulación, motivación y autoeficacia, entre otros. Centro Virtual de Aprendizaje El Centro Virtual de Aprendizaje (CVA) es una herramienta invaluable para estudiantes que buscan mejorar su rendimiento académico y optimizar su proceso educativo. A través de una variedad de cursos y cápsulas informativas, el CVA proporciona estrategias y técnicas de estudio probadas que permiten adquirir habilidades efectivas para enfrentar con éxito los desafíos educativos. Entre los recursos disponibles se incluyen pautas para la organización del estudio, métodos para maximizar el aprendizaje y consejos para fomentar el desarrollo emocional y el bienestar personal. El CVA se centra en la creencia de que todos los individuos pueden alcanzar cualquier meta académica que se propongan. Con el respaldo de herramientas y métodos efectivos, motiva a los estudiantes a descubrir su potencial y encontrar el método de aprendizaje más adecuado para sus estilos de vida y necesidades específicas, promoviendo un ambiente de aprendizaje integral y enriquecedor. Además del CVA, ofrece un programa personalizado con un psicopedagogo que guía a los estudiantes en la implementación de estrategias y técnicas de estudio efectivas. Este programa proporciona consejos prácticos adaptados a necesidades individuales y acompañamiento en la aplicación y desarrollo de habilidades clave. INGRESA AL CENTRO Atención de Apoyo Psicopedagogo Queremos ofrecerte el apoyo necesario para que logres un aprendizaje efectivo y duradero. Por ello, te presentamos nuestro Programa de Apoyo Psicopedagógico, diseñado para desarrollar habilidades y estrategias de estudio que te ayudarán a alcanzar tus metas académicas. Trabajarás de manera personalizada con un psicopedagogo quien te guiará para implementar estrategias y técnicas de estudio efectivas. Aprenderás consejos prácticos adaptados a tus necesidades y recibirás acompañamiento en su aplicación y desarrollo. Nuestro objetivo es que descubras tu potencial y entiendas que todos somos capaces de alcanzar nuestras metas académicas. El programa consta de sesiones personalizadas y en línea, disponibles a lo largo del año. Para agendar tu cita, accede al enlace ‘Apoyo Psicopedagógico’ y elige la fecha y hora que mejor se adapte a ti. ¡Te invitamos a aprovechar al máximo este programa y a descubrir el camino hacia un aprendizaje exitoso y gratificante! Agenda tu cita DATOS CLAVES Talleres Recreativos Los Talleres de Comunidad Estudiantil destacan por promover la interacción, el esparcimiento y la socialización entre nuestros estudiantes. Forman parte del catálogo de talleres extracurriculares de la Dirección de Desarrollo Estudiantil (DDE), diseñados para ofrecer oportunidades de participación que enriquecen la experiencia estudiantil. Estas actividades están pensadas para crear un ambiente propicio para el relacionamiento y la construcción de relaciones sólidas dentro de nuestra comunidad educativa. CONOCE LA DISPONIBILIDAD Esparcimiento Estudiantil (Confirma la oferta disponible, con el coordinador de asuntos estudiantiles en tu sede) Cobertura total Garantizada Seguro de Accidentes Como alumno regular de Duoc UC, estás asegurado los 365 días del año, las 24 horas del día,  los 7 días de la semana. Es importante que sepas que este seguro es un BENEFICIO que te cubre frente a cualquier accidente estando DENTRO O FUERA DE TU SEDE. Llámanos para coordinar tu atención médica al DOC DUOC (600 362 3862) o pregunta en el Punto Estudiantil a tu Coordinador de Asuntos Estudiantiles sobre todos los beneficios y coberturas. DESCARGAR FORMULARIO TODO SOBRE LA TNE Accede a diferentes programas, becas, beneficios y talleres de apoyo los cuales están diseñados para potenciar tu aprendizaje y rendimiento académico. ¿Qué entendemos cómo TNE? La Tarjeta Nacional Estudiantil (TNE) es un beneficio administrado por Junaeb desde el año 2006 que permite el traslado liberado o rebajado de los alumnos en sus viajes en cualquiera de los medios de transporte público de pasajeros para las y los estudiantes de educación superior de lunes a domingo, las 24 horas del día, durante todo el año, en todo Chile. Como Duoc UC queremos que sepas: El proceso de TNE (Pase Escolar) es un proceso externo que lleva JUANEB ( tne.cl ) Duoc UC es un intermediario que te ayuda a gestionar y obtener tu TNE Los tiempos de entrega, toma de foto y montos a cancelar, los define TNE Toda la información la estaremos enviando vía correo institucional Tipos de procesos o trámites sobre pase escolar Nueva TNE Revalidación Reposición Nueva TNE En este proceso corresponde para estudiantes que por primera ingresan a la Educación Superior, quienes deberán realizar los siguientes pasos: 1.- Realizar el pago de la TNE en cualquier sede de Duoc UC, cuyo monto será informado en Caja. 2.- Los y las estudiantes que hayan realizado el pago,  podrán  sacarse la fotografía para la TNE de manera online en el siguiente link: https://capturadortne.cl/ Revalidación Cuando la o el estudiante ya tengan su TNE de nivel superior,  debe revalidar la tarjeta cada año para continuar con el beneficio, cancelando en sede el monto correspondiente, una vez transcurridos 5 días hábiles la TNE quedará revalidada. Esto se realiza antes del 31 de mayo para no perder el beneficio de tarifa rebajada. Reposición La reposición se realiza cuando la TNE está muy deteriorada, se pierde o es hurtada al estudiante, lo cual implica reimprimir la tarjeta y eliminar la anterior. También se           debe solicitar una    reposición,    si es que el estudiante retomó sus estudios y la tarjeta que tenía anteriormente fue emitida antes del 2015. Para el proceso de reposición se necesita lo siguiente: Cedula de identidad por ambos lados Certificado de alumno regular del año en curso Depositar $3.600 en la cuenta corriente JUNAEB número 9000097 Banco Estado, trámite se realiza exclusivamente en sucursal Banco estado, Serviestado o Caja Vecina. Constancia de pérdida de documentos en https://www.comisariavirtual.cl/ Con estos documentos puedes autogestionar la reposición de tu TNE en cualquier sucursal de la región Metropolitana.",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:52.866023",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 244579,
      "response_time": 0.424072,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl",
    "title": "Duoc UC – Instituto Profesional de la Fundación Duoc UC de la Pontificia Universidad Católica. Contamos con más de 70 carreras técnicas y profesionales, 9 escuelas y 18 sedes.",
    "text": "¿Aún no sabes qué estudiar? Matrículas Abiertas Admisión 2026 Conoce a Duoc UC Tu Primer Paso OTRAS VIAS DE INGRESO a DUOC UC Admisión Especial Nuestras Escuelas Entérate de lo que está pasando en nuestras escuelas Comunicación PUBLICADO EL 3 Noviembre, 2025 ANIMARTE 2025: talento, inspiración y comunidad en torno a la Animación Digital Leer noticia Turismo y Hospitalidad PUBLICADO EL 28 Octubre, 2025 Duoc UC en CONPEHT 2025: aprendizaje, cultura y hospitalidad desde Medellín Leer noticia Turismo y Hospitalidad PUBLICADO EL 15 Octubre, 2025 Duoc UC y Museo Baburizza presentan guía pedagógica sobre la Avenida Brasil Leer noticia VER MÁS DE NUESTRAS ESCUELAS Carreras Técnicas y Profesionales VER TODAS LAS CARRERAS Duoc Online ver carreras Full Online Cursos y Diplomados IR A EDUCACIÓN CONTINUA Noticias y Novedades PUBLICADO EL 30 Octubre, 2025 Creativiña entregó ola de oro en ambas categorías Leer noticia Vinculación con el Medio PUBLICADO EL 24 Octubre, 2025 Duoc UC y Fundación Belén Educa celebran 18 años de colaboración Leer noticia PUBLICADO EL 24 Octubre, 2025 Duoc UC promueve la participación femenina en carreras STEM con jornada “Ingeniosas 2025” en Conchalí Leer noticia Ver más noticias «El futuro mostrará los resultados y juzgará a cada uno de acuerdo a sus logros» Nikola Tesla Sedes y Campus Edificios Patrimoniales Educación Continua Centros Tecnológicos En Duoc UC formamos especialistas capaces de adaptarse al mundo + 108722 Alumnos + 69 Carreras + 250000 Titulados 9 Escuelas 20 Sedes",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:56.290155",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 236419,
      "response_time": 0.313845,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/escuela/ingenieria-recursos-naturales/",
    "title": "Ingeniería y Recursos Naturales – Duoc UC",
    "text": "Escuela de Ingeniería y Recursos Naturales Sobre la Escuela Noticias y Eventos Convenios Proyectos MATRICÚLATE Lidera el Futuro de la Sostenibilidad La Escuela de Ingeniería y Recursos Naturales de Duoc UC promueve una formación orientada al desarrollo sostenible y la innovación tecnológica. Con un enfoque interdisciplinario, nuestras carreras abordan desafíos globales en áreas como ingeniería en recursos naturales, minería, energía, agricultura y mecánica. ¿Quieres saber más? Descubre todos los detalles sobre nuestras carreras. razones para estudiar en nuestra escuela Tecnología Contarás con laboratorios y centros tecnológicos pensados en el mundo laboral de primer nivel, donde podrás aprender en la práctica. ENFOQUE PRÁCTICO Aprenderás sobre metodologías de aprendizaje basadas en competencias, salidas a terreno y trabajo real con empresas del rubro. Docentes Especializados Contamos con docentes especializados en las diferentes áreas de la ingeniería en recursos naturales, certificados nacional e internacionalmente. CRECIMIENTO Podrás realizar diferentes convenios, prácticas y cursos internacionales para complementar tus estudios. CONOCE Nuestras carreras ICONOGRAFÍA: CARRERA DIURNA / CARRERA VESPERTINA / CARRERA 100% ONLINE / ALTERNANCIA DUAL CARRERA TÉCNICA TÉCNICO EN CONTROL Y MONITOREO REMOTO DE PROCESOS MINEROS Duración: 10 bimestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN OPERACIÓN Y SUPERVISIÓN DE PROCESOS MINEROS Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO VETERINARIO Y PECUARIO Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN MAQUINARIA Y VEHÍCULOS PESADOS Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN GEOLOGÍA Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN ELECTRICIDAD Y AUTOMATIZACIÓN INDUSTRIAL Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN CALIDAD DE ALIMENTOS Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO AGRÍCOLA Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN MANTENIMIENTO INDUSTRIAL Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN ELECTRICIDAD Y ENERGÍAS RENOVABLES Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN MECÁNICA AUTOMOTRIZ Y AUTOTRÓNICA Duración: 5 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN MANTENIMIENTO INDUSTRIAL Duración: 8 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN MEDIO AMBIENTE Duración: 8 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN MECÁNICA AUTOMOTRIZ Y AUTOTRÓNICA Duración: 8 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN MAQUINARIA Y VEHÍCULOS PESADOS Duración: 8 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN ELECTRICIDAD Y AUTOMATIZACIÓN INDUSTRIAL Duración: 8 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA AGRÍCOLA Duración: 8 semestres MÁS INFORMACIÓN TE INVITAMOS A LLENAR NUESTRO FORMULARIO ¡Estamos aquí para ayudarte! Si tienes dudas sobre el proceso de admisión, requisitos de postulación, cómo financiar tus estudios o simplemente quieres orientación y ayuda, llámanos y déjanos tus datos. Te contactaremos a la brevedad para poder ayudarte. Escríbenos al correo admisionduocuc@duoc.cl WhatsApp +569 5814 2089 Teléfono +56 227 120 640",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:56.339263",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 293933,
      "response_time": 0.31509,
      "charset": "UTF-8"
    }
  },
  {
    "url": "https://www.duoc.cl/escuela/administracion-negocios/",
    "title": "Administración y Negocios – Duoc UC",
    "text": "Escuela de Administración y Negocios Sobre la Escuela Noticias y Eventos Convenios Centro de Negocios Centro del Agua ADMINISTRACIÓN: Carreras que impulsan tu futuro En la Escuela de Administración y Negocios de Duoc UC nos enfocamos en formar líderes capaces de enfrentar los desafíos del entorno empresarial. Nuestras carreras entregan herramientas actualizadas para gestionar procesos, liderar equipos y tomar decisiones estratégicas, siempre con una visión ética y global. ¿Quieres saber más? Descubre todos los detalles sobre nuestras carreras. razones para estudiar en nuestra escuela Emprendimiento Si tienes una mentalidad emprendedora y buscas materializar tus ideas, especialízate en nuestras carreras de negocios, para alcanzar nuevas metas. Certificación Si te gustan las redes sociales y el mundo digital, contamos con una carrera especializada en marketing digital, que te permitirá profesionalizar tus intereses. Negocios Nuestras carreras administrativas te permitirán liderar equipos y procesos en el área de gestión, tanto de personas como de logística. Crecimiento Nuestra Escuela aplica durante todo el proceso formativo de los estudiantes el modelo de “aprender haciendo” Duoc UC. CONOCE Nuestras carreras ICONOGRAFÍA: CARRERA DIURNA / CARRERA VESPERTINA / CARRERA 100% ONLINE CARRERA PROFESIONAL AUDITORÍA Y ANÁLISIS DE NEGOCIOS Duración: 18 bimestres. MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN GESTION DE PERSONAS Duración: 18 bimestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN ADMINISTRACIÓN MENCIÓN INNOVACIÓN Y EMPRENDIMIENTO Duración: 8 semestres. MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN OPERACIONES LOGÍSTICAS Duración: 4 semestres / 10 bimestres / 2 años MÁS INFORMACIÓN CARRERA TÉCNICA ADMINISTRACIÓN DE EMPRESAS Duración: 4 semestres / 10 bimestres / 2 años MÁS INFORMACIÓN CARRERA TÉCNICA CONTABILIDAD TRIBUTARIA Duración: 4 semestres / 10 bimestres / 2 años MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN ADMINISTRACIÓN Duración: 4 semestres. MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN GESTIÓN LOGÍSTICA Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA TÉCNICO EN COMERCIO EXTERIOR Duración: 5 semestres MÁS INFORMACIÓN CARRERA TÉCNICA CONTABILIDAD GENERAL MENCIÓN LEGISLACIÓN TRIBUTARIA Duración: 5 semestres. MÁS INFORMACIÓN CARRERA PROFESIONAL ADMINISTRACIÓN PÚBLICA Duración: 10 bimestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN MARKETING DIGITAL Duración: 8 semestres (Presencial) / 16 bimestres (Online) MÁS INFORMACIÓN CARRERA PROFESIONAL AUDITORÍA Duración: 8 semestres. MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN ADMINISTRACIÓN MENCIÓN FINANZAS Duración: 8 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN ADMINISTRACIÓN MENCIÓN GESTIÓN DE PERSONAS Duración: 8 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN GESTIÓN LOGÍSTICA Duración: 8 semestres MÁS INFORMACIÓN CARRERA PROFESIONAL INGENIERÍA EN COMERCIO EXTERIOR Duración: 8 semestres MÁS INFORMACIÓN TE INVITAMOS A LLENAR NUESTRO FORMULARIO ¡Estamos aquí para ayudarte! Si tienes dudas sobre el proceso de admisión, requisitos de postulación, cómo financiar tus estudios o simplemente quieres orientación y ayuda, llámanos y déjanos tus datos. Te contactaremos a la brevedad para poder ayudarte. Escríbenos al correo admisionduocuc@duoc.cl WhatsApp +569 5814 2089 Teléfono +56 227 120 640",
    "section": "oferta-academica",
    "depth": 0,
    "timestamp": "2025-11-06T13:21:59.243346",
    "status_code": 200,
    "content_type": "text/html; charset=UTF-8",
    "meta": {
      "content_length": 293555,
      "response_time": 0.230757,
      "charset": "UTF-8"
    }
  }
]